[
  {
    "id": "adamantine-battleaxe",
    "name": "Adamantin Savaş Baltası",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "adamantine-club",
    "name": "Adamantin Sopa",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "bludgeoning",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "adamantine-flail",
    "name": "Adamantin Döven",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "bludgeoning",
      "properties": []
    }
  },
  {
    "id": "adamantine-greataxe",
    "name": "Adamantin Büyük Balta",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Cleave. If you hit a creature with a melee attack roll using this weapon, you can make a melee attack roll with the weapon against a second creature within 5 feet of the first that is also within your reach. On a hit, the second creature takes the weapon's damage, but don't add your ability modifier to that damage unless that modifier is negative. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "adamantine-greatclub",
    "name": "Adamantin Büyük Sopa",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d8",
      "damageType": "bludgeoning",
      "properties": [
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "adamantine-handaxe",
    "name": "Adamantin El Baltası",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "adamantine-light-hammer",
    "name": "Adamantin Hafif Çekiç",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "bludgeoning",
      "properties": [
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "adamantine-mace",
    "name": "Adamantin Gürz",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": []
    }
  },
  {
    "id": "adamantine-maul",
    "name": "Adamantin Balyoz",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "bludgeoning",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "adamantine-morningstar",
    "name": "Adamantin Sabah Yıldızı",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": []
    }
  },
  {
    "id": "adamantine-war-pick",
    "name": "Adamantin Savaş Kazması",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "adamantine-warhammer",
    "name": "Adamantin Savaş Çekici",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 5,
    "description": "This weapon or piece of ammunition is made of adamantine, one of the hardest substances in existence. Whenever this weapon or piece of ammunition hits an object, the hit is a Critical Hit. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  }
]