[
  {
    "id": "dancing-greatsword",
    "name": "Dancing Greatsword",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 6,
    "description": "You can take a Bonus Action to toss this magic weapon into the air. When you do so, the weapon begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of itself. The weapon uses your attack roll and adds your ability modifier to damage rolls.While the weapon hovers, you can take a Bonus Action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same Bonus Action, you can cause the weapon to attack one creature within 5 feet of the weapon.After the hovering weapon attacks for the fourth time, it flies back to you and tries to return to your hand. If you have no hand free, the weapon falls to the ground in your space. If the weapon has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or are more than 30 feet away from it. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "dancing-longsword",
    "name": "Dancing Longsword",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You can take a Bonus Action to toss this magic weapon into the air. When you do so, the weapon begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of itself. The weapon uses your attack roll and adds your ability modifier to damage rolls.While the weapon hovers, you can take a Bonus Action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same Bonus Action, you can cause the weapon to attack one creature within 5 feet of the weapon.After the hovering weapon attacks for the fourth time, it flies back to you and tries to return to your hand. If you have no hand free, the weapon falls to the ground in your space. If the weapon has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or are more than 30 feet away from it. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "dancing-rapier",
    "name": "Dancing Rapier",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "You can take a Bonus Action to toss this magic weapon into the air. When you do so, the weapon begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of itself. The weapon uses your attack roll and adds your ability modifier to damage rolls.While the weapon hovers, you can take a Bonus Action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same Bonus Action, you can cause the weapon to attack one creature within 5 feet of the weapon.After the hovering weapon attacks for the fourth time, it flies back to you and tries to return to your hand. If you have no hand free, the weapon falls to the ground in your space. If the weapon has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or are more than 30 feet away from it. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "dancing-scimitar",
    "name": "Dancing Scimitar",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You can take a Bonus Action to toss this magic weapon into the air. When you do so, the weapon begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of itself. The weapon uses your attack roll and adds your ability modifier to damage rolls.While the weapon hovers, you can take a Bonus Action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same Bonus Action, you can cause the weapon to attack one creature within 5 feet of the weapon.After the hovering weapon attacks for the fourth time, it flies back to you and tries to return to your hand. If you have no hand free, the weapon falls to the ground in your space. If the weapon has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or are more than 30 feet away from it. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "dancing-shortsword",
    "name": "Dancing Shortsword",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "You can take a Bonus Action to toss this magic weapon into the air. When you do so, the weapon begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of itself. The weapon uses your attack roll and adds your ability modifier to damage rolls.While the weapon hovers, you can take a Bonus Action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same Bonus Action, you can cause the weapon to attack one creature within 5 feet of the weapon.After the hovering weapon attacks for the fourth time, it flies back to you and tries to return to your hand. If you have no hand free, the weapon falls to the ground in your space. If the weapon has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or are more than 30 feet away from it. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "flame-tongue-greatsword",
    "name": "Flame Tongue Greatsword",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 6,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "flame-tongue-longsword",
    "name": "Flame Tongue Longsword",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "flame-tongue-rapier",
    "name": "Flame Tongue Rapier",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "flame-tongue-scimitar",
    "name": "Flame Tongue Scimitar",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "flame-tongue-shortsword",
    "name": "Flame Tongue Shortsword",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "giant-slayer-greatsword",
    "name": "Giant Slayer Greatsword",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 6,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "giant-slayer-longsword",
    "name": "Giant Slayer Longsword",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "giant-slayer-rapier",
    "name": "Giant Slayer Rapier",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "giant-slayer-scimitar",
    "name": "Giant Slayer Scimitar",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "giant-slayer-shortsword",
    "name": "Giant Slayer Shortsword",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "greatsword-of-life-stealing",
    "name": "Greatsword of Life Stealing",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 6,
    "description": "When you attack a creature with this magic weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 15 Necrotic damage if it isn't a Construct or an Undead, and you gain Temporary Hit Points equal to the amount of Necrotic damage taken. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "greatsword-of-sharpness",
    "name": "Greatsword of Sharpness",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 6,
    "description": "When you attack an object with this magic weapon and hit, maximize your weapon damage dice against the target.When you attack a creature with this weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 14 Slashing damage and gains 1 Exhaustion level. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "greatsword-of-vengeance",
    "name": "Greatsword of Vengeance",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 6,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. Curse. This weapon is cursed and possessed by a vengeful spirit. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the weapon, keeping it on your person at all times. While attuned to this weapon, you have Disadvantage on attack rolls made with weapons other than this one.In addition, while the weapon is on your person, you must succeed on a DC 15 Wisdom saving throw whenever you take damage from another creature in combat. On a failed save, you must attack the creature that damaged you until you drop to 0 Hit Points or it does or until you can't reach the creature to make a melee attack against it.You can break the curse in the usual ways. Alternatively, casting Banishment on the weapon forces the vengeful spirit to leave it. The weapon then becomes a +1 Weapon with no other properties. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "greatsword-of-warning",
    "name": "Uyarıcı Büyük Kılıç",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 6,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "greatsword-of-wounding",
    "name": "Greatsword of Wounding",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 6,
    "description": "When you hit a creature with an attack using this magic weapon, the target takes an extra 2d6 Necrotic damage and must succeed on a DC 15 Constitution saving throw or be unable to regain Hit Points for 1 hour. The target repeats the save at the end of each of its turns, ending the effect on itself on a success. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "greatsword",
    "name": "Büyük Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 6,
    "description": "Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 50,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "longsword-of-life-stealing",
    "name": "Longsword of Life Stealing",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "When you attack a creature with this magic weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 15 Necrotic damage if it isn't a Construct or an Undead, and you gain Temporary Hit Points equal to the amount of Necrotic damage taken. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "longsword-of-sharpness",
    "name": "Longsword of Sharpness",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "When you attack an object with this magic weapon and hit, maximize your weapon damage dice against the target.When you attack a creature with this weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 14 Slashing damage and gains 1 Exhaustion level. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "longsword-of-vengeance",
    "name": "Longsword of Vengeance",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. Curse. This weapon is cursed and possessed by a vengeful spirit. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the weapon, keeping it on your person at all times. While attuned to this weapon, you have Disadvantage on attack rolls made with weapons other than this one.In addition, while the weapon is on your person, you must succeed on a DC 15 Wisdom saving throw whenever you take damage from another creature in combat. On a failed save, you must attack the creature that damaged you until you drop to 0 Hit Points or it does or until you can't reach the creature to make a melee attack against it.You can break the curse in the usual ways. Alternatively, casting Banishment on the weapon forces the vengeful spirit to leave it. The weapon then becomes a +1 Weapon with no other properties. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "longsword-of-warning",
    "name": "Uyarıcı Uzun Kılıç",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "longsword-of-wounding",
    "name": "Longsword of Wounding",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "When you hit a creature with an attack using this magic weapon, the target takes an extra 2d6 Necrotic damage and must succeed on a DC 15 Constitution saving throw or be unable to regain Hit Points for 1 hour. The target repeats the save at the end of each of its turns, ending the effect on itself on a success. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "longsword",
    "name": "Uzun Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 15,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "luck-greatsword",
    "name": "Luck Greatsword",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 6,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. While the weapon is on your person, you also gain a +1 bonus to saving throws. Luck. If the weapon is on your person, you can call on its luck (no action required) to reroll one failed D20 Test if you don't have the Incapacitated condition. You must use the second roll. Once used, this property can't be used again until the next dawn. Wish. The weapon has 1d3 charges. While holding it, you can expend 1 charge and cast Wish from it. Once used, this property can't be used again until the next dawn. The weapon loses this property if it has no charges. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "luck-longsword",
    "name": "Luck Longsword",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. While the weapon is on your person, you also gain a +1 bonus to saving throws. Luck. If the weapon is on your person, you can call on its luck (no action required) to reroll one failed D20 Test if you don't have the Incapacitated condition. You must use the second roll. Once used, this property can't be used again until the next dawn. Wish. The weapon has 1d3 charges. While holding it, you can expend 1 charge and cast Wish from it. Once used, this property can't be used again until the next dawn. The weapon loses this property if it has no charges. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "luck-rapier",
    "name": "Luck Rapier",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. While the weapon is on your person, you also gain a +1 bonus to saving throws. Luck. If the weapon is on your person, you can call on its luck (no action required) to reroll one failed D20 Test if you don't have the Incapacitated condition. You must use the second roll. Once used, this property can't be used again until the next dawn. Wish. The weapon has 1d3 charges. While holding it, you can expend 1 charge and cast Wish from it. Once used, this property can't be used again until the next dawn. The weapon loses this property if it has no charges. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "luck-scimitar",
    "name": "Luck Scimitar",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. While the weapon is on your person, you also gain a +1 bonus to saving throws. Luck. If the weapon is on your person, you can call on its luck (no action required) to reroll one failed D20 Test if you don't have the Incapacitated condition. You must use the second roll. Once used, this property can't be used again until the next dawn. Wish. The weapon has 1d3 charges. While holding it, you can expend 1 charge and cast Wish from it. Once used, this property can't be used again until the next dawn. The weapon loses this property if it has no charges. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "luck-shortsword",
    "name": "Luck Shortsword",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. While the weapon is on your person, you also gain a +1 bonus to saving throws. Luck. If the weapon is on your person, you can call on its luck (no action required) to reroll one failed D20 Test if you don't have the Incapacitated condition. You must use the second roll. Once used, this property can't be used again until the next dawn. Wish. The weapon has 1d3 charges. While holding it, you can expend 1 charge and cast Wish from it. Once used, this property can't be used again until the next dawn. The weapon loses this property if it has no charges. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "moon-touched-greatsword",
    "name": "Ay Dokunuşlu Büyük Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 6,
    "description": "In Darkness, the unsheathed blade of this weapon sheds moonlight, creating Bright Light in a 15-foot radius and Dim Light for an additional 15 feet. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "moon-touched-longsword",
    "name": "Ay Dokunuşlu Uzun Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "In Darkness, the unsheathed blade of this weapon sheds moonlight, creating Bright Light in a 15-foot radius and Dim Light for an additional 15 feet. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "moon-touched-rapier",
    "name": "Ay Dokunuşlu İnce Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "In Darkness, the unsheathed blade of this weapon sheds moonlight, creating Bright Light in a 15-foot radius and Dim Light for an additional 15 feet. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "moon-touched-scimitar",
    "name": "Ay Dokunuşlu Pala",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "In Darkness, the unsheathed blade of this weapon sheds moonlight, creating Bright Light in a 15-foot radius and Dim Light for an additional 15 feet. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "moon-touched-shortsword",
    "name": "Ay Dokunuşlu Kısa Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "In Darkness, the unsheathed blade of this weapon sheds moonlight, creating Bright Light in a 15-foot radius and Dim Light for an additional 15 feet. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "moonblade-greatsword",
    "name": "Moonblade Greatsword",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 6,
    "description": "Of all the magic items created by elves, one of the most prized and jealously guarded is a Moonblade. In ancient times, nearly all elven noble houses claimed one such weapon. Over the centuries, some of these weapons have faded from the world, their magic lost as family lines have become extinct. Others have vanished with their bearers during great quests. Thus, only a few of these weapons remain.Every Moonblade longs for a bearer whose disposition and goals are compatible with its own. If you try to attune to a Moonblade that doesn't want you as its bearer, the weapon not only rejects you but also places a curse on you, causing you to make D20 Tests with Disadvantage for 24 hours or until the curse is ended by a Remove Curse spell or similar magic. If you're accepted by the weapon and try to attune to it, you become attuned to it instantly, and a new rune appears on it. You remain attuned to the weapon until you die or the weapon is destroyed. A Moonblade functions like a nonmagical weapon of its kind for anyone other than its chosen bearer.A Moonblade has one rune on it for each bearer it has willingly served (typically 1d6 + 1). The first rune grants a +1 bonus to attack rolls and damage rolls made with this magic weapon. Each rune beyond the first grants the Moonblade an additional property. The DM chooses each property or determines it randomly by rolling on the Moonblade Properties table. Minor Property. In addition to its aforementioned properties, each Moonblade has a minor property determined by rolling on the Magic Item's Minor Property table. Sentience. A Moonblade is a sentient weapon with an Intelligence of 12, a Wisdom of 10, and a Charisma of 12. It has hearing and Darkvision out to 120 feet. Its alignment matches that of its creator.The weapon communicates by transmitting emotions, sending a tingling sensation through the wielder's hand when it wants to communicate something it has sensed. It can communicate through visions or dreams when the wielder is either in a trance or asleep. Personality. A Moonblade has a personality similar to that of its creator. Once a Moonblade has decided on an owner, it believes that only that person should wield it, even if the bearer's alignment differs from that of the weapon's or the bearer's goals later clash with the weapon's goals.Moonblade Properties1d100Property01-60Increase the weapon's bonus to attack rolls and damage rolls by 1, to a maximum of +3. Reroll if the Moonblade already has a +3 bonus.61-75When you hit with an attack roll using the Moonblade, you deal an extra 1d6 Force damage. Each time the weapon gains this property after the first, the extra damage increases by 1d6, to a maximum of 3d6. Reroll if the Moonblade already deals an extra 3d6 Force damage on a hit.76-80The Moonblade gains Thrown with a normal range of 20 feet and a long range of 60 feet. Each time you throw the weapon, it flies back to your hand after the attack.81-85The Moonblade scores a Critical Hit on a roll of 19 or 20 on the d20.86-95You can take a Bonus Action to cause the Moonblade to flash brightly. Each other creature that is within 30 feet of you and not behind Total Cover must succeed on a DC 15 Constitution saving throw or have the Blinded condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success. You can't use this property again until you finish a Short or Long Rest.96-99The Moonblade has the properties of a Ring of Spell Storing.100You can take a Magic action to conjure a spectral entity that resembles a shadowy elf if you don't already have one serving you. The entity appears in an unoccupied space within 120 feet of you. It uses the Shadow stat block with these changes: it is a Fey, has a Neutral alignment, and doesn't create new shadows. You control this entity, deciding how it acts and moves. It remains until it drops to 0 Hit Points or you dismiss it as a Magic action. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "moonblade-longsword",
    "name": "Moonblade Longsword",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Of all the magic items created by elves, one of the most prized and jealously guarded is a Moonblade. In ancient times, nearly all elven noble houses claimed one such weapon. Over the centuries, some of these weapons have faded from the world, their magic lost as family lines have become extinct. Others have vanished with their bearers during great quests. Thus, only a few of these weapons remain.Every Moonblade longs for a bearer whose disposition and goals are compatible with its own. If you try to attune to a Moonblade that doesn't want you as its bearer, the weapon not only rejects you but also places a curse on you, causing you to make D20 Tests with Disadvantage for 24 hours or until the curse is ended by a Remove Curse spell or similar magic. If you're accepted by the weapon and try to attune to it, you become attuned to it instantly, and a new rune appears on it. You remain attuned to the weapon until you die or the weapon is destroyed. A Moonblade functions like a nonmagical weapon of its kind for anyone other than its chosen bearer.A Moonblade has one rune on it for each bearer it has willingly served (typically 1d6 + 1). The first rune grants a +1 bonus to attack rolls and damage rolls made with this magic weapon. Each rune beyond the first grants the Moonblade an additional property. The DM chooses each property or determines it randomly by rolling on the Moonblade Properties table. Minor Property. In addition to its aforementioned properties, each Moonblade has a minor property determined by rolling on the Magic Item's Minor Property table. Sentience. A Moonblade is a sentient weapon with an Intelligence of 12, a Wisdom of 10, and a Charisma of 12. It has hearing and Darkvision out to 120 feet. Its alignment matches that of its creator.The weapon communicates by transmitting emotions, sending a tingling sensation through the wielder's hand when it wants to communicate something it has sensed. It can communicate through visions or dreams when the wielder is either in a trance or asleep. Personality. A Moonblade has a personality similar to that of its creator. Once a Moonblade has decided on an owner, it believes that only that person should wield it, even if the bearer's alignment differs from that of the weapon's or the bearer's goals later clash with the weapon's goals.Moonblade Properties1d100Property01-60Increase the weapon's bonus to attack rolls and damage rolls by 1, to a maximum of +3. Reroll if the Moonblade already has a +3 bonus.61-75When you hit with an attack roll using the Moonblade, you deal an extra 1d6 Force damage. Each time the weapon gains this property after the first, the extra damage increases by 1d6, to a maximum of 3d6. Reroll if the Moonblade already deals an extra 3d6 Force damage on a hit.76-80The Moonblade gains Thrown with a normal range of 20 feet and a long range of 60 feet. Each time you throw the weapon, it flies back to your hand after the attack.81-85The Moonblade scores a Critical Hit on a roll of 19 or 20 on the d20.86-95You can take a Bonus Action to cause the Moonblade to flash brightly. Each other creature that is within 30 feet of you and not behind Total Cover must succeed on a DC 15 Constitution saving throw or have the Blinded condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success. You can't use this property again until you finish a Short or Long Rest.96-99The Moonblade has the properties of a Ring of Spell Storing.100You can take a Magic action to conjure a spectral entity that resembles a shadowy elf if you don't already have one serving you. The entity appears in an unoccupied space within 120 feet of you. It uses the Shadow stat block with these changes: it is a Fey, has a Neutral alignment, and doesn't create new shadows. You control this entity, deciding how it acts and moves. It remains until it drops to 0 Hit Points or you dismiss it as a Magic action. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "moonblade-rapier",
    "name": "Moonblade Rapier",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "Of all the magic items created by elves, one of the most prized and jealously guarded is a Moonblade. In ancient times, nearly all elven noble houses claimed one such weapon. Over the centuries, some of these weapons have faded from the world, their magic lost as family lines have become extinct. Others have vanished with their bearers during great quests. Thus, only a few of these weapons remain.Every Moonblade longs for a bearer whose disposition and goals are compatible with its own. If you try to attune to a Moonblade that doesn't want you as its bearer, the weapon not only rejects you but also places a curse on you, causing you to make D20 Tests with Disadvantage for 24 hours or until the curse is ended by a Remove Curse spell or similar magic. If you're accepted by the weapon and try to attune to it, you become attuned to it instantly, and a new rune appears on it. You remain attuned to the weapon until you die or the weapon is destroyed. A Moonblade functions like a nonmagical weapon of its kind for anyone other than its chosen bearer.A Moonblade has one rune on it for each bearer it has willingly served (typically 1d6 + 1). The first rune grants a +1 bonus to attack rolls and damage rolls made with this magic weapon. Each rune beyond the first grants the Moonblade an additional property. The DM chooses each property or determines it randomly by rolling on the Moonblade Properties table. Minor Property. In addition to its aforementioned properties, each Moonblade has a minor property determined by rolling on the Magic Item's Minor Property table. Sentience. A Moonblade is a sentient weapon with an Intelligence of 12, a Wisdom of 10, and a Charisma of 12. It has hearing and Darkvision out to 120 feet. Its alignment matches that of its creator.The weapon communicates by transmitting emotions, sending a tingling sensation through the wielder's hand when it wants to communicate something it has sensed. It can communicate through visions or dreams when the wielder is either in a trance or asleep. Personality. A Moonblade has a personality similar to that of its creator. Once a Moonblade has decided on an owner, it believes that only that person should wield it, even if the bearer's alignment differs from that of the weapon's or the bearer's goals later clash with the weapon's goals.Moonblade Properties1d100Property01-60Increase the weapon's bonus to attack rolls and damage rolls by 1, to a maximum of +3. Reroll if the Moonblade already has a +3 bonus.61-75When you hit with an attack roll using the Moonblade, you deal an extra 1d6 Force damage. Each time the weapon gains this property after the first, the extra damage increases by 1d6, to a maximum of 3d6. Reroll if the Moonblade already deals an extra 3d6 Force damage on a hit.76-80The Moonblade gains Thrown with a normal range of 20 feet and a long range of 60 feet. Each time you throw the weapon, it flies back to your hand after the attack.81-85The Moonblade scores a Critical Hit on a roll of 19 or 20 on the d20.86-95You can take a Bonus Action to cause the Moonblade to flash brightly. Each other creature that is within 30 feet of you and not behind Total Cover must succeed on a DC 15 Constitution saving throw or have the Blinded condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success. You can't use this property again until you finish a Short or Long Rest.96-99The Moonblade has the properties of a Ring of Spell Storing.100You can take a Magic action to conjure a spectral entity that resembles a shadowy elf if you don't already have one serving you. The entity appears in an unoccupied space within 120 feet of you. It uses the Shadow stat block with these changes: it is a Fey, has a Neutral alignment, and doesn't create new shadows. You control this entity, deciding how it acts and moves. It remains until it drops to 0 Hit Points or you dismiss it as a Magic action. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "moonblade-scimitar",
    "name": "Moonblade Scimitar",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Of all the magic items created by elves, one of the most prized and jealously guarded is a Moonblade. In ancient times, nearly all elven noble houses claimed one such weapon. Over the centuries, some of these weapons have faded from the world, their magic lost as family lines have become extinct. Others have vanished with their bearers during great quests. Thus, only a few of these weapons remain.Every Moonblade longs for a bearer whose disposition and goals are compatible with its own. If you try to attune to a Moonblade that doesn't want you as its bearer, the weapon not only rejects you but also places a curse on you, causing you to make D20 Tests with Disadvantage for 24 hours or until the curse is ended by a Remove Curse spell or similar magic. If you're accepted by the weapon and try to attune to it, you become attuned to it instantly, and a new rune appears on it. You remain attuned to the weapon until you die or the weapon is destroyed. A Moonblade functions like a nonmagical weapon of its kind for anyone other than its chosen bearer.A Moonblade has one rune on it for each bearer it has willingly served (typically 1d6 + 1). The first rune grants a +1 bonus to attack rolls and damage rolls made with this magic weapon. Each rune beyond the first grants the Moonblade an additional property. The DM chooses each property or determines it randomly by rolling on the Moonblade Properties table. Minor Property. In addition to its aforementioned properties, each Moonblade has a minor property determined by rolling on the Magic Item's Minor Property table. Sentience. A Moonblade is a sentient weapon with an Intelligence of 12, a Wisdom of 10, and a Charisma of 12. It has hearing and Darkvision out to 120 feet. Its alignment matches that of its creator.The weapon communicates by transmitting emotions, sending a tingling sensation through the wielder's hand when it wants to communicate something it has sensed. It can communicate through visions or dreams when the wielder is either in a trance or asleep. Personality. A Moonblade has a personality similar to that of its creator. Once a Moonblade has decided on an owner, it believes that only that person should wield it, even if the bearer's alignment differs from that of the weapon's or the bearer's goals later clash with the weapon's goals.Moonblade Properties1d100Property01-60Increase the weapon's bonus to attack rolls and damage rolls by 1, to a maximum of +3. Reroll if the Moonblade already has a +3 bonus.61-75When you hit with an attack roll using the Moonblade, you deal an extra 1d6 Force damage. Each time the weapon gains this property after the first, the extra damage increases by 1d6, to a maximum of 3d6. Reroll if the Moonblade already deals an extra 3d6 Force damage on a hit.76-80The Moonblade gains Thrown with a normal range of 20 feet and a long range of 60 feet. Each time you throw the weapon, it flies back to your hand after the attack.81-85The Moonblade scores a Critical Hit on a roll of 19 or 20 on the d20.86-95You can take a Bonus Action to cause the Moonblade to flash brightly. Each other creature that is within 30 feet of you and not behind Total Cover must succeed on a DC 15 Constitution saving throw or have the Blinded condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success. You can't use this property again until you finish a Short or Long Rest.96-99The Moonblade has the properties of a Ring of Spell Storing.100You can take a Magic action to conjure a spectral entity that resembles a shadowy elf if you don't already have one serving you. The entity appears in an unoccupied space within 120 feet of you. It uses the Shadow stat block with these changes: it is a Fey, has a Neutral alignment, and doesn't create new shadows. You control this entity, deciding how it acts and moves. It remains until it drops to 0 Hit Points or you dismiss it as a Magic action. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "moonblade-shortsword",
    "name": "Moonblade Shortsword",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "Of all the magic items created by elves, one of the most prized and jealously guarded is a Moonblade. In ancient times, nearly all elven noble houses claimed one such weapon. Over the centuries, some of these weapons have faded from the world, their magic lost as family lines have become extinct. Others have vanished with their bearers during great quests. Thus, only a few of these weapons remain.Every Moonblade longs for a bearer whose disposition and goals are compatible with its own. If you try to attune to a Moonblade that doesn't want you as its bearer, the weapon not only rejects you but also places a curse on you, causing you to make D20 Tests with Disadvantage for 24 hours or until the curse is ended by a Remove Curse spell or similar magic. If you're accepted by the weapon and try to attune to it, you become attuned to it instantly, and a new rune appears on it. You remain attuned to the weapon until you die or the weapon is destroyed. A Moonblade functions like a nonmagical weapon of its kind for anyone other than its chosen bearer.A Moonblade has one rune on it for each bearer it has willingly served (typically 1d6 + 1). The first rune grants a +1 bonus to attack rolls and damage rolls made with this magic weapon. Each rune beyond the first grants the Moonblade an additional property. The DM chooses each property or determines it randomly by rolling on the Moonblade Properties table. Minor Property. In addition to its aforementioned properties, each Moonblade has a minor property determined by rolling on the Magic Item's Minor Property table. Sentience. A Moonblade is a sentient weapon with an Intelligence of 12, a Wisdom of 10, and a Charisma of 12. It has hearing and Darkvision out to 120 feet. Its alignment matches that of its creator.The weapon communicates by transmitting emotions, sending a tingling sensation through the wielder's hand when it wants to communicate something it has sensed. It can communicate through visions or dreams when the wielder is either in a trance or asleep. Personality. A Moonblade has a personality similar to that of its creator. Once a Moonblade has decided on an owner, it believes that only that person should wield it, even if the bearer's alignment differs from that of the weapon's or the bearer's goals later clash with the weapon's goals.Moonblade Properties1d100Property01-60Increase the weapon's bonus to attack rolls and damage rolls by 1, to a maximum of +3. Reroll if the Moonblade already has a +3 bonus.61-75When you hit with an attack roll using the Moonblade, you deal an extra 1d6 Force damage. Each time the weapon gains this property after the first, the extra damage increases by 1d6, to a maximum of 3d6. Reroll if the Moonblade already deals an extra 3d6 Force damage on a hit.76-80The Moonblade gains Thrown with a normal range of 20 feet and a long range of 60 feet. Each time you throw the weapon, it flies back to your hand after the attack.81-85The Moonblade scores a Critical Hit on a roll of 19 or 20 on the d20.86-95You can take a Bonus Action to cause the Moonblade to flash brightly. Each other creature that is within 30 feet of you and not behind Total Cover must succeed on a DC 15 Constitution saving throw or have the Blinded condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success. You can't use this property again until you finish a Short or Long Rest.96-99The Moonblade has the properties of a Ring of Spell Storing.100You can take a Magic action to conjure a spectral entity that resembles a shadowy elf if you don't already have one serving you. The entity appears in an unoccupied space within 120 feet of you. It uses the Shadow stat block with these changes: it is a Fey, has a Neutral alignment, and doesn't create new shadows. You control this entity, deciding how it acts and moves. It remains until it drops to 0 Hit Points or you dismiss it as a Magic action. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-greatsword",
    "name": "Nine Lives Stealer Greatsword",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 6,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-longsword",
    "name": "Nine Lives Stealer Longsword",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-rapier",
    "name": "Nine Lives Stealer Rapier",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-scimitar",
    "name": "Nine Lives Stealer Scimitar",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-shortsword",
    "name": "Nine Lives Stealer Shortsword",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "rapier-of-life-stealing",
    "name": "Rapier of Life Stealing",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "When you attack a creature with this magic weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 15 Necrotic damage if it isn't a Construct or an Undead, and you gain Temporary Hit Points equal to the amount of Necrotic damage taken. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "rapier-of-vengeance",
    "name": "Rapier of Vengeance",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. Curse. This weapon is cursed and possessed by a vengeful spirit. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the weapon, keeping it on your person at all times. While attuned to this weapon, you have Disadvantage on attack rolls made with weapons other than this one.In addition, while the weapon is on your person, you must succeed on a DC 15 Wisdom saving throw whenever you take damage from another creature in combat. On a failed save, you must attack the creature that damaged you until you drop to 0 Hit Points or it does or until you can't reach the creature to make a melee attack against it.You can break the curse in the usual ways. Alternatively, casting Banishment on the weapon forces the vengeful spirit to leave it. The weapon then becomes a +1 Weapon with no other properties. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "rapier-of-warning",
    "name": "Uyarıcı İnce Kılıç",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "rapier-of-wounding",
    "name": "Rapier of Wounding",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "When you hit a creature with an attack using this magic weapon, the target takes an extra 2d6 Necrotic damage and must succeed on a DC 15 Constitution saving throw or be unable to regain Hit Points for 1 hour. The target repeats the save at the end of each of its turns, ending the effect on itself on a success. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "rapier",
    "name": "İnce Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 25,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "scimitar-of-life-stealing",
    "name": "Scimitar of Life Stealing",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "When you attack a creature with this magic weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 15 Necrotic damage if it isn't a Construct or an Undead, and you gain Temporary Hit Points equal to the amount of Necrotic damage taken. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "scimitar-of-sharpness",
    "name": "Scimitar of Sharpness",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "When you attack an object with this magic weapon and hit, maximize your weapon damage dice against the target.When you attack a creature with this weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 14 Slashing damage and gains 1 Exhaustion level. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "scimitar-of-speed",
    "name": "Scimitar of Speed",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. In addition, you can make one attack with it as a Bonus Action on each of your turns. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "scimitar-of-vengeance",
    "name": "Scimitar of Vengeance",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. Curse. This weapon is cursed and possessed by a vengeful spirit. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the weapon, keeping it on your person at all times. While attuned to this weapon, you have Disadvantage on attack rolls made with weapons other than this one.In addition, while the weapon is on your person, you must succeed on a DC 15 Wisdom saving throw whenever you take damage from another creature in combat. On a failed save, you must attack the creature that damaged you until you drop to 0 Hit Points or it does or until you can't reach the creature to make a melee attack against it.You can break the curse in the usual ways. Alternatively, casting Banishment on the weapon forces the vengeful spirit to leave it. The weapon then becomes a +1 Weapon with no other properties. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "scimitar-of-warning",
    "name": "Uyarıcı Pala",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "scimitar-of-wounding",
    "name": "Scimitar of Wounding",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "When you hit a creature with an attack using this magic weapon, the target takes an extra 2d6 Necrotic damage and must succeed on a DC 15 Constitution saving throw or be unable to regain Hit Points for 1 hour. The target repeats the save at the end of each of its turns, ending the effect on itself on a success. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "scimitar",
    "name": "Pala",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 25,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "shortsword-of-life-stealing",
    "name": "Shortsword of Life Stealing",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "When you attack a creature with this magic weapon and roll a 20 on the d20 for the attack roll, that target takes an extra 15 Necrotic damage if it isn't a Construct or an Undead, and you gain Temporary Hit Points equal to the amount of Necrotic damage taken. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "shortsword-of-vengeance",
    "name": "Shortsword of Vengeance",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. Curse. This weapon is cursed and possessed by a vengeful spirit. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the weapon, keeping it on your person at all times. While attuned to this weapon, you have Disadvantage on attack rolls made with weapons other than this one.In addition, while the weapon is on your person, you must succeed on a DC 15 Wisdom saving throw whenever you take damage from another creature in combat. On a failed save, you must attack the creature that damaged you until you drop to 0 Hit Points or it does or until you can't reach the creature to make a melee attack against it.You can break the curse in the usual ways. Alternatively, casting Banishment on the weapon forces the vengeful spirit to leave it. The weapon then becomes a +1 Weapon with no other properties. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "shortsword-of-warning",
    "name": "Uyarıcı Kısa Kılıç",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "shortsword-of-wounding",
    "name": "Shortsword of Wounding",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "When you hit a creature with an attack using this magic weapon, the target takes an extra 2d6 Necrotic damage and must succeed on a DC 15 Constitution saving throw or be unable to regain Hit Points for 1 hour. The target repeats the save at the end of each of its turns, ending the effect on itself on a success. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "shortsword",
    "name": "Kısa Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 10,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "silvered-greatsword",
    "name": "Gümüşlenmiş Büyük Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 6,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "silvered-longsword",
    "name": "Gümüşlenmiş Uzun Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "silvered-rapier",
    "name": "Gümüşlenmiş İnce Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "silvered-scimitar",
    "name": "Gümüşlenmiş Pala",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "silvered-shortsword",
    "name": "Gümüşlenmiş Kısa Kılıç",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "sylvan-talon-rapier",
    "name": "Orman (Sylvan) Talon Rapier",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "While this weapon is on your person, you understand the non-written communication of all Fey, and they understand yours. Secret Message. As a Magic action, you can use the weapon to cast Message. Once this property is used, it can't be used again until the next dawn. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "sylvan-talon-scimitar",
    "name": "Orman (Sylvan) Talon Scimitar",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "While this weapon is on your person, you understand the non-written communication of all Fey, and they understand yours. Secret Message. As a Magic action, you can use the weapon to cast Message. Once this property is used, it can't be used again until the next dawn. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "sylvan-talon-shortsword",
    "name": "Orman (Sylvan) Talon Shortsword",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "While this weapon is on your person, you understand the non-written communication of all Fey, and they understand yours. Secret Message. As a Magic action, you can use the weapon to cast Message. Once this property is used, it can't be used again until the next dawn. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "vicious-greatsword",
    "name": "Acımasız Büyük Kılıç",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 6,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "vicious-longsword",
    "name": "Acımasız Uzun Kılıç",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "vicious-rapier",
    "name": "Acımasız İnce Kılıç",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Finesse"
      ]
    }
  },
  {
    "id": "vicious-scimitar",
    "name": "Acımasız Pala",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  },
  {
    "id": "vicious-shortsword",
    "name": "Acımasız Kısa Kılıç",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d6",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light"
      ]
    }
  }
]