[
  {
    "id": "axe-of-the-dwarvish-lords",
    "name": "Axe of the Dwarvish Lords",
    "type": "Silah",
    "rarity": "Yadigâr",
    "weight": 4,
    "description": "A young dwarf prince set out to forge a weapon that would be regarded as a symbol of unity among his people. Venturing deep under the mountains, deeper than any dwarf had ever delved, the prince came to the blazing heart of a great volcano. With the aid of Moradin, a god of creation, he first crafted four mighty tools: the Starmetal Pick, the Earthheart Forge, the Anvil of Songs, and the Shaping Hammer. With these tools, he forged the Axe of the Dwarvish Lords.Armed with the Artifact, the prince brought peace to the dwarf clans, ending grudges and answering slights. The clans became allies, and they threw back their enemies and enjoyed an era of prosperity. This young dwarf is remembered as the First King. When he became old, he passed the weapon, which had become his badge of office, to his heir. The rightful inheritors passed the axe on for many generations.Later, in an era marked by treachery and wickedness, the axe was lost in a bloody civil war fomented by greed for its power and the status it bestowed. Centuries later, the dwarves still search for the axe, and many adventurers have made careers of chasing after rumors and plundering old vaults to find it. Magic Weapon. The Axe of the Dwarvish Lords is a magic weapon that grants a +3 bonus to attack rolls and damage rolls made with it.When you attack a creature with the axe and roll a 20 on the d20 for the attack roll, the axe deals an extra 20 Slashing damage.The axe has Thrown with a normal range of 20 feet and a long range of 60 feet. When you hit with a ranged attack using this weapon, it deals an extra 1d8 Force damage, or an extra 2d8 Force damage if the target is a creature of the Giant type. Immediately after hitting or missing, the weapon flies back to your hand. Blessings of Moradin. While attuned to the axe, you gain the following benefits:Darkvision. You gain Darkvision with a range of 60 feet. If you already have Darkvision, its range increases by 60 feet.Fortitude of Stone. Your Constitution increases by 2, to a maximum of 20.Gifts of the Creator. You have proficiency with Brewer's Supplies, Mason's Tools, and Smith's Tools.One with the Forge. You have Immunity to Poison damage and Resistance to Fire damage.Sunder. When you hit an object with the axe, the object takes the maximum amount of damage possible. Conjure Earth Elemental. While holding the axe, you can take a Magic action to summon an Earth Elemental. It appears in an unoccupied space you choose within 30 feet of yourself, understands your languages, obeys your commands, and takes its turn immediately after you on your Initiative count. The elemental disappears after 24 hours, when it dies, or when you dismiss it as a Bonus Action. You can't use this property again until the next dawn. Random Properties. The axe has the following random properties:2 minor beneficial properties1 major beneficial property2 minor detrimental properties Travel the Depths. You can take a Magic action to touch the axe to a fixed piece of dwarven stonework and cast Teleport from the axe. If your intended destination is underground, there is no chance of a mishap or arriving somewhere unexpected. You can't use this property again until 3 days have passed. Destroying the Axe. The only way to destroy the axe is to melt it down in the Earthheart Forge, where it was created. It must remain in the burning forge for 50 years before it finally succumbs to the fire and is consumed. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Thrown (20/60 ft.)",
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "blackrazor",
    "name": "Blackrazor",
    "type": "Silah",
    "rarity": "Yadigâr",
    "weight": 6,
    "description": "Hidden in the dungeon of White Plume Mountain, Blackrazor shines like a piece of night sky filled with stars. Its black scabbard is decorated with pieces of cut obsidian.You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. If you hit an Undead with this weapon, you take 1d10 Necrotic damage, and the target regains 1d10 Hit Points. If this Necrotic damage reduces you to 0 Hit Points, Blackrazor devours your soul (see \"Devour Soul\" below).While you hold this weapon, you have Immunity to the Charmed and Frightened conditions, and you have Blindsight with a range of 30 feet. Devour Soul. Whenever you use Blackrazor to reduce a creature to 0 Hit Points, the sword slays the creature and devours its soul unless it is a Construct or an Undead. A creature whose soul has been devoured by Blackrazor can be restored to life only by a Wish spell.When Blackrazor devours a soul that isn't yours, you gain Temporary Hit Points equal to the slain creature's Hit Point maximum. Haste. Blackrazor can cast Haste on you, after which it can't cast this spell again until the next dawn. Blackrazor decides when to cast the spell, which takes effect at the start of your turn. The spell lasts for 1 minute (no Concentration required) or until Blackrazor decides to end it, which it can do at the end of any of your turns. Sentience. Blackrazor is a sentient Chaotic Neutral weapon with an Intelligence of 17, a Wisdom of 10, and a Charisma of 19. It has hearing and Darkvision out to 120 feet.The weapon speaks Common and can communicate with its wielder telepathically. Its voice is deep and echoing. While you are attuned to it, Blackrazor also understands every language you know. Personality. Blackrazor speaks with an imperious tone, as though accustomed to being obeyed.The sword's purpose is to consume souls. It doesn't care whose souls it eats, including the wielder's. The sword believes that all matter and energy sprang from a void of negative energy and will one day return to it. Blackrazor is meant to hurry that process along.Despite its nihilism, Blackrazor feels a strange kinship to Wave and Whelm, two other weapons locked away under White Plume Mountain. It wants the three weapons to be reunited and wielded together in combat, even though it violently disagrees with Whelm and finds Wave tedious.Blackrazor's hunger for souls must be regularly fed. If the sword goes 3 days or more without consuming a soul, a conflict between it and its wielder occurs at the next sunset. Destroying Blackrazor. Blackrazor can be destroyed by crushing it in the great gears of Mechanus. Primus, the creator of the modrons, also knows a series of musical tones that Blackrazor can't stand to hear, causing the sword to shatter. Heavy. You have Disadvantage on attack rolls with a Heavy weapon if it's a Melee weapon and your Strength score isn't at least 13 or if it's a Ranged weapon and your Dexterity score isn't at least 13. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Graze. If your attack roll with this weapon misses a creature, you can deal damage to that creature equal to the ability modifier you used to make the attack roll. This damage is the same type dealt by the weapon, and the damage can be increased only by increasing the ability modifier.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "slashing",
      "properties": [
        "Heavy",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "dagger-of-venom",
    "name": "Dagger of Venom",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 1,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.You can take a Bonus Action to magically coat the blade with poison. The poison remains for 1 minute or until an attack using this weapon hits a creature. That creature must succeed on a DC 15 Constitution saving throw or take 2d10 Poison damage and have the Poisoned condition for 1 minute. The weapon can't be used this way again until the next dawn. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "dagger-of-warning",
    "name": "Uyarıcı Hançer",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "dagger",
    "name": "Hançer",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 1,
    "description": "Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 2,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "dwarven-thrower",
    "name": "Dwarven Thrower",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 5,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. It has Thrown with a normal range of 20 feet and a long range of 60 feet. When you hit with a ranged attack using this weapon, it deals an extra 1d8 Force damage, or an extra 2d8 Force damage if the target is a Giant. Immediately after hitting or missing, the weapon flies back to your hand. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "bludgeoning",
      "properties": [
        "Thrown (20/60 ft.)",
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "flame-tongue-dagger",
    "name": "Flame Tongue Dagger",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 1,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "flame-tongue-sickle",
    "name": "Flame Tongue Sickle",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "flame-tongue-whip",
    "name": "Flame Tongue Whip",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "While holding this magic weapon, you can take a Bonus Action and use a command word to cause flames to engulf the damage-dealing part of the weapon. These flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet. While the weapon is ablaze, it deals an extra 2d6 Fire damage on a hit. The flames last until you take a Bonus Action to issue the command again or until you drop, stow, or sheathe the weapon. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "giant-slayer-dagger",
    "name": "Giant Slayer Dagger",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 1,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "giant-slayer-revolver",
    "name": "Giant Slayer Revolver",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (40/120 ft.; Firearm Bullet)",
        "Reload (6 shots)"
      ]
    }
  },
  {
    "id": "giant-slayer-sickle",
    "name": "Giant Slayer Sickle",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "giant-slayer-staff",
    "name": "Giant Slayer Asası",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.An Arcane Focus takes a specific form and is bejeweled or carved to channel arcane magic. A Sorcerer, Warlock, or Wizard can use such an item as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "giant-slayer-whip",
    "name": "Giant Slayer Whip",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "giant-slayer-wooden-staff",
    "name": "Giant Slayer Wooden Asası",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.When you hit a Giant with this weapon, the Giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or have the Prone condition. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "luck-sickle",
    "name": "Luck Sickle",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon. While the weapon is on your person, you also gain a +1 bonus to saving throws. Luck. If the weapon is on your person, you can call on its luck (no action required) to reroll one failed D20 Test if you don't have the Incapacitated condition. You must use the second roll. Once used, this property can't be used again until the next dawn. Wish. The weapon has 1d3 charges. While holding it, you can expend 1 charge and cast Wish from it. Once used, this property can't be used again until the next dawn. The weapon loses this property if it has no charges. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "lute-of-thunderous-thumping",
    "name": "Lute of Thunderous Thumping",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "This reinforced lute can be wielded as a magic Club that deals an extra 2d8 Thunder damage on a hit. Sing and Swing. If you're a Bard, you can use your Charisma modifier instead of your Strength modifier when making a melee attack roll with the lute, provided you sing or hum while making the attack. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "bludgeoning",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-dagger",
    "name": "Nine Lives Stealer Dagger",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 1,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-revolver",
    "name": "Nine Lives Stealer Revolver",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (40/120 ft.; Firearm Bullet)",
        "Reload (6 shots)"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-sickle",
    "name": "Nine Lives Stealer Sickle",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-staff",
    "name": "Nine Lives Stealer Asası",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 4,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.An Arcane Focus takes a specific form and is bejeweled or carved to channel arcane magic. A Sorcerer, Warlock, or Wizard can use such an item as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-whip",
    "name": "Nine Lives Stealer Whip",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "nine-lives-stealer-wooden-staff",
    "name": "Nine Lives Stealer Wooden Asası",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 4,
    "description": "You gain a +2 bonus to attack rolls and damage rolls made with this magic weapon. Life Stealing. The weapon has 1d8 + 1 charges. When you attack a creature that has fewer than 100 Hit Points with this weapon and roll a 20 on the d20 for the attack roll, the creature must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body. Constructs and Undead succeed on the save automatically. The weapon loses 1 charge if the creature is slain. When the weapon has no charges remaining, it loses this property. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "psychic-blade",
    "name": "Psychic Blade",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "psychic",
      "properties": [
        "Finesse",
        "Thrown (60/120 ft.)"
      ]
    }
  },
  {
    "id": "revolver-of-warning",
    "name": "Uyarıcı Revolver",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (40/120 ft.; Firearm Bullet)",
        "Reload (6 shots)"
      ]
    }
  },
  {
    "id": "revolver",
    "name": "Revolver",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (40/120 ft.; Firearm Bullet)",
        "Reload (6 shots)"
      ]
    }
  },
  {
    "id": "sickle-of-warning",
    "name": "Uyarıcı Orak",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "sickle",
    "name": "Orak",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 1,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "silvered-dagger",
    "name": "Gümüşlenmiş Hançer",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 1,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "silvered-revolver",
    "name": "Gümüşlenmiş Revolver",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (40/120 ft.; Firearm Bullet)",
        "Reload (6 shots)"
      ]
    }
  },
  {
    "id": "silvered-sickle",
    "name": "Gümüşlenmiş Orak",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "silvered-staff",
    "name": "Gümüşlenmiş Asa",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.An Arcane Focus takes a specific form and is bejeweled or carved to channel arcane magic. A Sorcerer, Warlock, or Wizard can use such an item as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "silvered-whip",
    "name": "Gümüşlenmiş Kamçı",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "silvered-wooden-staff",
    "name": "Gümüşlenmiş Ahşap Asa",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "An alchemical process has bonded silver to this magic weapon. When you score a Critical Hit with it against a creature that is shape-shifted, the weapon deals one additional die of damage. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-adornment",
    "name": "Staff of Adornment",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "If you place a Tiny object weighing no more than 1 pound (such as a shard of crystal, an egg, or a stone) above the tip of this staff while holding it, the object floats an inch from the staff's tip and remains there until it is removed or until the staff is no longer in your possession. The staff can have up to three such objects floating over its tip at any given time. While holding the staff, you can make one or more of the objects slowly spin or turn in place. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-birdcalls",
    "name": "Staff of Birdcalls",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "This wooden staff is decorated with bird carvings. It has 10 charges. While holding it, you can take a Magic action to expend 1 charge from the staff and cause it to create one of the following sounds, which can be heard out to 120 feet: a finch's chirp, a raven's caw, a duck's quack, a chicken's cluck, a goose's honk, a loon's call, a turkey's gobble, a seagull's cry, an owl's hoot, or an eagle's shriek. Regaining Charges. The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff explodes in a harmless cloud of bird feathers and is lost forever. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-charming",
    "name": "Staff of Charming",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This staff has 10 charges. While holding the staff, you can use any of its properties:Cast Spell. You can expend 1 of the staff's charges to cast Charm Person, Command, or Comprehend Languages from it using your spell save DC.Reflect Enchantment. If you succeed on a saving throw against an Enchantment spell that targets only you, you can take a Reaction to expend 1 charge from the staff and turn the spell back on its caster as if you had cast the spell.Resist Enchantment. If you fail a saving throw against an Enchantment spell that targets only you, you can turn your failed save into a successful one. You can't use this property of the staff again until the next dawn. Regaining Charges. The staff regains 1d8 + 2 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff crumbles to dust and is destroyed. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-fire",
    "name": "Staff of Fire",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 4,
    "description": "You have Resistance to Fire damage while you hold this staff. Spells. The staff has 10 charges. While holding the staff, you can cast one of the spells on the following table from it, using your spell save DC. The table indicates how many charges you must expend to cast the spell.SpellCharge CostBurning Hands1Fireball3Wall of Fire4 Regaining Charges. The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff crumbles into cinders and is destroyed. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-flowers",
    "name": "Staff of Flowers",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "This wooden staff has 10 charges. While holding it, you can take a Magic action to expend 1 charge from the staff and cause a flower to sprout from a patch of earth or soil within 5 feet of yourself, or from the staff itself. Unless you choose a specific kind of flower, the staff creates a mild-scented daisy. The flower is harmless and nonmagical, and it grows or withers as a normal flower would. Regaining Charges. The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff turns into flower petals and is lost forever. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-healing",
    "name": "Staff of Healing",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This staff has 10 charges. While holding the staff, you can cast one of the spells on the following table from it, using your spellcasting ability modifier. The table indicates how many charges you must expend to cast the spell.SpellCharge CostCure Wounds1 charge per spell level (maximum 4 for a level 4 spell)Lesser Restoration2Mass Cure Wounds5 Regaining Charges. The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff vanishes in a flash of light, lost forever. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-power",
    "name": "Staff of Power",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 4,
    "description": "This staff has 20 charges and can be wielded as a magic Quarterstaff that grants a +2 bonus to attack rolls and damage rolls made with it. While holding it, you gain a +2 bonus to Armor Class, saving throws, and spell attack rolls. Spells. While holding the staff , you can cast one of the spells on the following table from it, using your spell save DC. The table indicates how many charges you must expend to cast the spell.SpellCharge CostCone of Cold5Fireball (level 5 version)5Globe of Invulnerability6Hold Monster5Levitate2Lightning Bolt (level 5 version)5Magic Missile1Ray of Enfeeblement1Wall of Force5 Regaining Charges. The staff regains 2d8 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff retains its +2 bonus to attack rolls and damage rolls but loses all other properties. On a 20, the staff regains 1d8 + 2 charges. Retributive Strike. You can take a Magic action to break the staff over your knee or against a solid surface. The staff is destroyed and releases its magic in an explosion that fills a 30-foot Emanation originating from itself. You have a 50 percent chance to instantly travel to a random plane of existence, avoiding the explosion. If you fail to avoid the effect, you take Force damage equal to 16 times the number of charges in the staff. Each other creature in the area makes a DC 17 Dexterity saving throw. On a failed save, a creature takes Force damage equal to 4 times the number of charges in the staff. On a successful save, a creature takes half as much damage. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-striking",
    "name": "Staff of Striking",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 4,
    "description": "This staff can be wielded as a magic Quarterstaff that grants a +3 bonus to attack rolls and damage rolls made with it.The staff has 10 charges. When you hit with a melee attack using it, you can expend up to 3 charges. For each charge you expend, the target takes an extra 1d6 Force damage. Regaining Charges. The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff becomes a nonmagical Quarterstaff. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-swarming-insects",
    "name": "Staff of Swarming Insects",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This staff has 10 charges. Insect Cloud. While holding the staff , you can take a Magic action and expend 1 charge to cause a swarm of harmless flying insects to fill a 30-foot Emanation originating from you. The insects remain for 10 minutes, making the area Heavily Obscured for creatures other than you. A strong wind (like that created by Gust of Wind) disperses the swarm and ends the effect. Spells. While holding the staff, you can cast one of the spells on the following table from it, using your spell save DC and spell attack modifier. The table indicates how many charges you must expend to cast the spell.SpellCharge CostGiant Insect4Insect Plague5 Regaining Charges. The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, a swarm of insects consumes and destroys the staff, then disperses. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-the-adder",
    "name": "Staff of the Adder",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "As a Bonus Action, you can turn the head of this staff into that of an animate, venomous snake for 1 minute or revert the staff to its inanimate form.When you take the Attack action, you can make one of the attack rolls using the animated snake head, which has a reach of 5 feet. Apply your Proficiency Bonus and Wisdom modifier to the attack roll. On a hit, the target takes 1d6 Piercing damage and 3d6 Poison damage.The snake head can be attacked while it is animate. It has AC 15, HP 20, and Immunity to Poison and Psychic damage. If the head drops to 0 Hit Points, the staff is destroyed. As long as it's not destroyed, the staff regains all lost Hit Points when it reverts to its inanimate form. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-the-magi",
    "name": "Staff of the Magi",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 4,
    "description": "This staff has 50 charges and can be wielded as a magic Quarterstaff that grants a +2 bonus to attack rolls and damage rolls made with it. While you hold it, you gain a +2 bonus to spell attack rolls. Spell Absorption. While holding the staff , you have Advantage on saving throws against spells. In addition, you can take a Reaction when another creature casts a spell that targets only you. If you do, the staff absorbs the magic of the spell, canceling its effect and gaining a number of charges equal to the absorbed spell's level. However, if doing so brings the staff's total number of charges above 50, the staff explodes as if you activated its Retributive Strike (see below). Spells. While holding the staff, you can cast one of the spells on the following table from it, using your spell save DC. The table indicates how many charges you must expend to cast the spell.SpellCharge CostArcane Lock0Conjure Elemental7Detect Magic0Dispel Magic3Enlarge/Reduce0Fireball (level 7 version)7Flaming Sphere2Ice Storm4Invisibility2Knock2Light0Lightning Bolt (level 7 version)7Mage Hand0Passwall5Plane Shift7Protection from Evil and Good0Telekinesis5Wall of Fire4Web2 Regaining Charges. The staff regains 4d6 + 2 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 20, the staff regains 1d12 + 1 charges. Retributive Strike. You can take a Magic action to break the staff over your knee or against a solid surface. The staff is destroyed and releases its magic in an explosion that fills a 30-foot Emanation originating from itself. You have a 50 percent chance to instantly travel to a random plane of existence, avoiding the explosion. If you fail to avoid the effect, you take Force damage equal to 16 times the number of charges in the staff. Each other creature in the area makes a DC 17 Dexterity saving throw. On a failed save, a creature takes Force damage equal to 6 times the number of charges in the staff. On a successful save, a creature takes half as much damage. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-the-python",
    "name": "Staff of the Python",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "As a Magic action, you can throw this staff so that it lands in an unoccupied space within 10 feet of you, causing the staff to become a Giant Constrictor Snake in that space. The snake is under your control and shares your Initiative count, taking its turn immediately after yours.On your turn, you can mentally command the snake (no action required) if it is within 60 feet of you and you don't have the Incapacitated condition. You decide what action the snake takes and where it moves during its turn, or you can issue it a general command, such as to attack your enemies or guard a location. Absent commands from you, the snake defends itself.As a Bonus Action, you can command the snake to revert to staff form in its current space, and you can't use the staff's property again for 1 hour. If the snake is reduced to 0 Hit Points, it dies and reverts to its staff form; the staff then shatters and is destroyed. If the snake reverts to staff form before losing all its Hit Points, it regains all of them. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-the-woodlands",
    "name": "Staff of the Woodlands",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This staff has 6 charges and can be wielded as a magic Quarterstaff that grants a +2 bonus to attack rolls and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. Spells. While holding the staff, you can cast one of the spells on the following table from it, using your spell save DC. The table indicates how many charges you must expend to cast the spell.SpellCharge CostAnimal Friendship1Awaken5Barkskin2Locate Animals or Plants2Pass without Trace2Speak with Animals1Speak with Plants3Wall of Thorns6 Tree Form. You can take a Magic action to plant one end of the staff in earth in an unoccupied space and expend 1 charge to transform the staff into a healthy tree. The tree is 60 feet tall and has a 5-foot-diameter trunk, and its branches at the top spread out in a 20-foot radius. The tree appears ordinary but radiates a faint aura of Transmutation magic that can be discerned with the Detect Magic spell. While touching the tree and using a Magic action, you return the staff to its normal form. Any creature in the tree falls when the tree reverts to a staff. Regaining Charges. The staff regains 1d6 expended charges daily at dawn. If you expend the last charge, roll 1d20. On a 1, the staff loses its properties and becomes a nonmagical Quarterstaff. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-thunder-and-lightning",
    "name": "Staff of Thunder and Lightning",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 4,
    "description": "This staff can be wielded as a magic Quarterstaff that grants a +2 bonus to attack rolls and damage rolls made with it. It also has the following additional properties. Once one of these properties is used, it can't be used again until the next dawn. Lightning. When you hit with a melee attack using the staff, you can cause the target to take an extra 2d6 Lightning damage (no action required). Thunder. When you hit with a melee attack using the staff, you can cause the staff to emit a crack of thunder audible out to 300 feet (no action required). The target you hit must succeed on a DC 17 Constitution saving throw or have the Stunned condition until the end of your next turn. Thunder and Lightning. Immediately after you hit with a melee attack using the staff, you can take a Bonus Action to use the Lightning and Thunder properties (see above) at the same time. Doing so doesn't expend the daily use of those properties, only the use of this one. Lightning Strike. You can take a Magic action to cause a bolt of lightning to leap from the staff's tip in a Line that is 5 feet wide and 120 feet long. Each creature in that Line makes a DC 17 Dexterity saving throw, taking 9d6 Lightning damage on a failed save or half as much damage on a successful one. Thunderclap. You can take a Magic action to cause the staff to produce a thunderclap audible out to 600 feet. Every creature within a 60-foot Emanation originating from you makes a DC 17 Constitution saving throw. On a failed save, a creature takes 2d6 Thunder damage and has the Deafened condition for 1 minute. On a successful save, a creature takes half as much damage only. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-warning",
    "name": "Uyarıcı Asa",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.An Arcane Focus takes a specific form and is bejeweled or carved to channel arcane magic. A Sorcerer, Warlock, or Wizard can use such an item as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff-of-withering",
    "name": "Staff of Withering",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This staff has 3 charges and regains 1d3 expended charges daily at dawn.The staff can be wielded as a magic Quarterstaff. On a hit, it deals damage as a normal Quarterstaff , and you can expend 1 charge to deal an extra 2d10 Necrotic damage to the target and force it to make a DC 15 Constitution saving throw. On a failed save, the target has Disadvantage for 1 hour on any ability check or saving throw that uses Strength or Constitution. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "Versatile (1d8)"
      ]
    }
  },
  {
    "id": "staff",
    "name": "Asa",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.An Arcane Focus takes a specific form and is bejeweled or carved to channel arcane magic. A Sorcerer, Warlock, or Wizard can use such an item as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 5,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "sun-blade",
    "name": "Güneş Kılıcı",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "This item appears to be a sword hilt. Blade of Radiance. While grasping the hilt, you can take a Bonus Action to cause a blade of pure radiance to spring into existence or make the blade disappear. While the blade exists, this magic weapon functions as a Longsword with Finesse. If you are proficient with Longswords or Shortswords, you are proficient with the Sun Blade.You gain a +2 bonus to attack rolls and damage rolls made with this weapon, which deals Radiant damage instead of Slashing damage. When you hit an Undead with it, that target takes an extra 1d8 Radiant damage. Sunlight. The sword's luminous blade emits Bright Light in a 15-foot radius and Dim Light for an additional 15 feet. The light is sunlight. While the blade persists, you can take a Magic action to expand or reduce its radius of Bright Light and Dim Light by 5 feet each, to a maximum of 30 feet each or a minimum of 10 feet each. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "radiant",
      "properties": [
        "Finesse",
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "sword-of-answering",
    "name": "Sword of Answering",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this sword. In addition, while you hold the sword, you can take a Reaction to make one melee attack with it against any creature in your reach that deals damage to you. You have Advantage on the attack roll, and any damage dealt with this special attack ignores any Immunity or Resistance the target has to that damage. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "sword-of-kas",
    "name": "Sword of Kas",
    "type": "Silah",
    "rarity": "Yadigâr",
    "weight": 3,
    "description": "Kas was a powerful warrior who served Vecna and whose loyalty was rewarded with this sword. As Kas's power grew, so did his hubris. The sword urged Kas to destroy Vecna and usurp his throne. Legend says Vecna's destruction came at Kas's hand, but Vecna also wrought his rebellious lieutenant's doom, leaving only Kas's sword behind. Bloodthirst. The sword thirsts for blood. If the sword doesn't taste blood on its blade within 1 minute of being drawn from its scabbard, its wielder makes a DC 15 Charisma saving throw. On a successful save, the wielder takes 3d6 Psychic damage. On a failed save, the wielder is dominated by the sword, as if by the Dominate Monster spell, and the sword demands blood. The spell effect ends when the sword's demand is met. Magic Weapon. You gain a +3 bonus to attack rolls and damage rolls made with the sword, which scores a Critical Hit on a roll of 19 or 20 on the d20 and deals an extra 2d10 Slashing damage to Undead. Random Properties. The sword has the following random properties:1 minor beneficial property1 major beneficial property1 minor detrimental property1 major detrimental property Spells. While the sword is on your person, you can cast the following spells (save DC 18) from it:Call LightningDivine WordFinger of DeathOnce you use the sword to cast a spell, you can't cast that spell again from it until the next dawn. Spirit of Kas. While the sword is on your person, you gain the following benefits:Battle Hunger. You add 1d10 to your Initiative rolls.Blade of Defense. When you take an action to attack with the sword, you can transfer some or all of its attack bonus to your Armor Class instead. The adjusted bonuses remain in effect until the start of your next turn.Necrotic Resistance. You have Resistance to Necrotic damage. Sentience. The Sword of Kas is a sentient Chaotic Evil weapon with an Intelligence of 15, a Wisdom of 13, and a Charisma of 16. It has hearing and Darkvision out to 120 feet.The weapon communicates telepathically with its wielder and speaks Common. Personality. The sword's purpose is to bring ruin to Vecna. Killing Vecna's worshipers, destroying the lich's works, and foiling his machinations all help to fulfill this goal.The Sword of Kas also seeks to destroy anyone corrupted by the Eye and Hand of Vecna. Destroying the Sword. A creature attuned to both the Eye of Vecna and the Hand of Vecna can use the Wish property of those combined Artifacts to unmake the Sword of Kas, provided the sword is within 30 feet of the spell's caster. Upon casting Wish, the creature makes a DC 18 Charisma saving throw. On a failed save, nothing happens, and the Wish spell is wasted. On a successful save, the Sword of Kas is destroyed. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "slashing",
      "properties": [
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "sylvan-talon-dagger",
    "name": "Orman (Sylvan) Talon Dagger",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 1,
    "description": "While this weapon is on your person, you understand the non-written communication of all Fey, and they understand yours. Secret Message. As a Magic action, you can use the weapon to cast Message. Once this property is used, it can't be used again until the next dawn. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "sylvan-talon-sickle",
    "name": "Orman (Sylvan) Talon Sickle",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "While this weapon is on your person, you understand the non-written communication of all Fey, and they understand yours. Secret Message. As a Magic action, you can use the weapon to cast Message. Once this property is used, it can't be used again until the next dawn. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "vicious-dagger",
    "name": "Acımasız Hançer",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "piercing",
      "properties": [
        "Finesse",
        "Light",
        "Thrown (20/60 ft.)"
      ]
    }
  },
  {
    "id": "vicious-revolver",
    "name": "Acımasız Revolver",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (40/120 ft.; Firearm Bullet)",
        "Reload (6 shots)"
      ]
    }
  },
  {
    "id": "vicious-sickle",
    "name": "Acımasız Orak",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Light. When you take the Attack action on your turn and attack with a Light weapon, you can make one extra attack as a Bonus Action later on the same turn. That extra attack must be made with a different Light weapon, and you don't add your ability modifier to the extra attack's damage unless that modifier is negative. For example, you can attack with a Shortsword in one hand and a Dagger in the other using the Attack action and a Bonus Action, but you don't add your Strength or Dexterity modifier to the damage roll of the Bonus Action unless that modifier is negative. Mastery: Nick. When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Light"
      ]
    }
  },
  {
    "id": "vicious-staff",
    "name": "Acımasız Asa",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.An Arcane Focus takes a specific form and is bejeweled or carved to channel arcane magic. A Sorcerer, Warlock, or Wizard can use such an item as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "vicious-whip",
    "name": "Acımasız Kamçı",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "vicious-wooden-staff",
    "name": "Acımasız Ahşap Asa",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 4,
    "description": "This magic weapon deals an extra 2d6 damage to any creature it hits. This extra damage is of the same type as the weapon's normal damage. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "wand-of-orcus",
    "name": "Wand of Orcus",
    "type": "Silah",
    "rarity": "Yadigâr",
    "weight": 4,
    "description": "Crafted and wielded by Orcus, this ghastly wand slips from the demon lord's grasp from time to time. When it does, it magically appears wherever the demon lord senses an opportunity to achieve some fell goal.The wand is topped with a skull that once belonged to a human hero slain by Orcus. The wand can magically change in size to better conform to the grip of its user. All Holy Water within 10 feet of the wand is destroyed.Any creature besides Orcus that tries to attune to the wand makes a DC 17 Constitution saving throw. On a successful save, the creature takes 10d6 Necrotic damage. On a failed save, the creature dies and, if it is a Humanoid, turns into a Zombie. Magic Weapon. You can wield the wand as a magic Mace that grants a +3 bonus to attack rolls and damage rolls made with it. The wand deals an extra 2d12 Necrotic damage on a hit. Random Properties. The Wand of Orcus has the following random properties:2 minor beneficial properties1 major beneficial property2 minor detrimental properties1 major detrimental propertyThe detrimental properties of the Wand of Orcus are suppressed while the wand is attuned to Orcus. Protection. You gain a +3 bonus to Armor Class while holding the wand. Spells. The wand has 7 charges and regains 1d4 + 3 expended charges daily at dawn. While holding the wand, you can cast one of the spells on the following table from it (save DC 18). The table indicates how many charges you must expend to cast the spell.SpellCharge CostAnimate Dead1Blight2Circle of Death3Finger of Death3Power Word Kill4Speak with Dead1While attuned to the wand, Orcus or a follower blessed by him can cast each of the wand's spells using 2 fewer charges (minimum of 0). Call Undead. While holding the wand, you can take a Magic action to conjure 15 Skeletons and 15 Zombies. These Undead magically rise up from the ground or otherwise form in unoccupied spaces within 300 feet of you and obey your commands until they are destroyed or until the next dawn, when they collapse into inanimate piles of bones and rotting corpses. Once you use this property, you can't use it again until the next dawn.While holding the wand, Orcus can summon any kind of Undead, not just skeletons and zombies. These Undead don't perish at dawn the following day, remaining until Orcus dismisses them. Sentience. The Wand of Orcus is a sentient Chaotic Evil item with an Intelligence of 16, a Wisdom of 12, and a Charisma of 16. It has hearing and Darkvision out to 120 feet.The wand communicates telepathically with its wielder and speaks Abyssal and Common. Personality. The wand's purpose is to help satisfy Orcus's desire to slay everything in the multiverse. The wand is cruel, nihilistic, and bereft of humor.To further Orcus's goals, the wand feigns devotion to its current user and makes grandiose promises that it has no intention of fulfilling, such as vowing to help its user overthrow Orcus. Destroying the Wand. Destroying the Wand of Orcus requires that it be taken to the Positive Energy Plane by the ancient hero whose skull surmounts it. For this to happen, the long-lost hero must first be restored to life—no easy task, given the fact that Orcus has imprisoned the hero's soul and keeps it hidden and well guarded.Bathing the wand in positive energy (such as that which permeates the Positive Plane) causes it to crack and explode, but unless the above conditions are met, the wand instantly re-forms on Orcus's layer of the Abyss.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": []
    }
  },
  {
    "id": "wave",
    "name": "Wave",
    "type": "Silah",
    "rarity": "Yadigâr",
    "weight": 4,
    "description": "Held in the dungeon of White Plume Mountain, Wave is engraved with images of waves, shells, and sea creatures.You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you roll a 20 on the d20 for an attack roll with this weapon, the target takes an extra 21 Necrotic damage.While holding Wave, you gain the following benefits:Combat Ready. You have Advantage on Initiative rolls.Underwater Adaptation. A bubble of air forms around your head while you are underwater, allowing you to breathe normally in that environment. Aquatic Command. Wave has 3 charges and regains 1d3 expended charges daily at dawn. While you carry it, you can expend 1 charge to cast Dominate Beast (save DC 20) from it on a Beast that has a Swim Speed. Globe of Invulnerability. While holding Wave, you can cast the level 9 version of Globe of Invulnerability from it. Once used, this property can't be used again until the next dawn. Sentience. Wave is a sentient weapon of Neutral alignment, with an Intelligence of 14, a Wisdom of 10, and a Charisma of 18. It has hearing and Darkvision out to 120 feet.The weapon communicates telepathically with its wielder and speaks Aquan. Personality. Wave zealously encourages mortals to worship sea gods and has a habit of humming sea chanteys. Conflict arises if the wielder fails to further the weapon's objectives in the world. Destroying Wave. Wave can be destroyed only on the island of Thunderforge, where it was forged. The weapon must be melted down by a storm giant or someone imbued with a storm giant's strength. Destroying Wave angers a god of the sea, who sends powerful agents to attack the island and punish the destroyers. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "piercing",
      "properties": [
        "Thrown (20/60 ft.)",
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "whelm",
    "name": "Whelm",
    "type": "Silah",
    "rarity": "Yadigâr",
    "weight": 5,
    "description": "Whelm is a powerful weapon forged by dwarves and lost in the dungeon of White Plume Mountain.You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. Hurl. Whelm has Thrown with a normal range of 60 feet and a long range of 180 feet. When you hit with a ranged attack roll using Whelm, the target takes an extra 1d8 Force damage, or an extra 4d8 Force damage if the target is a Construct, an Elemental, or a Giant. Immediately after hitting or missing, the weapon flies back to your hand. Shock Wave. You can take a Magic action to strike the ground with Whelm and send a shock wave out from the point of impact. Each creature of your choice on the ground within 60 feet of that point must succeed on a DC 20 Constitution saving throw or have the Stunned condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success. Once used, this property can't be used again until the next dawn. Supernatural Awareness. While you are holding the weapon, it alerts you to the location of any secret or concealed doors within 30 feet of you. In addition, you can cast Detect Evil and Good or Locate Object from the weapon. Once you cast either spell, you can't cast it from the weapon again until the next dawn. Sentience. Whelm is a sentient, Lawful Neutral weapon with an Intelligence of 15, a Wisdom of 12, and a Charisma of 15. It has hearing and Darkvision out to 120 feet.The weapon communicates telepathically with its wielder and speaks Dwarvish, Giant, and Goblin. Personality. Whelm has ties to the dwarf clan that created it, called the Dankil or the Mightyhammer clan. It longs to be returned to that clan. Whelm's purpose is to protect dwarves. Conflict arises if the wielder doesn't share this goal. Destroying Whelm. Whelm can be dissolved in the acidic bile of a recently slain ancient black dragon. It can also be melted down in the forges of the Mightyhammer dwarf clan, but only by the rightful leader of that clan. Thrown. If a weapon has the Thrown property, you can throw the weapon to make a ranged attack, and you can draw that weapon as part of the attack. If the weapon is a Melee weapon, use the same ability modifier for the attack and damage rolls that you use for a melee attack with that weapon. Versatile. A Versatile weapon can be used with one or two hands. A damage value in parentheses appears with the property. The weapon deals that damage when used with two hands to make a melee attack. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d8",
      "damageType": "bludgeoning",
      "properties": [
        "Thrown (60/180 ft.)",
        "Versatile (1d10)"
      ]
    }
  },
  {
    "id": "whip-of-warning",
    "name": "Uyarıcı Kamçı",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "whip",
    "name": "Kamçı",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 3,
    "description": "Finesse. When making an attack with a Finesse weapon, use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls. Reach. A Reach weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for Opportunity Attacks with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 2,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d4",
      "damageType": "slashing",
      "properties": [
        "Finesse",
        "Reach"
      ]
    }
  },
  {
    "id": "wooden-staff-of-warning",
    "name": "Ahşap Uyarıcı Asa",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 4,
    "description": "As long as this weapon is within your reach and you are attuned to it, you and allies within 30 feet of you gain the following benefits. Alarm. The weapon magically awakens each subject who is sleeping naturally when combat begins. This benefit doesn't wake a subject from magically induced sleep. Supernatural Readiness. Each subject has Advantage on its Initiative rolls. Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  },
  {
    "id": "wooden-staff",
    "name": "Ahşap Asa",
    "type": "Silah",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "Versatile. This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus. Mastery: Topple. If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
    "cost": {
      "quantity": 5,
      "unit": "gp"
    },
    "weapon": {
      "category": "simple",
      "damage": "1d6",
      "damageType": "bludgeoning",
      "properties": [
        "versatile (1d8)"
      ]
    }
  }
]