[
  {
    "id": "dragon-slayer-antimatter-rifle",
    "name": "Ejderha Katili Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "dragon-slayer-automatic-rifle",
    "name": "Ejderha Katili Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "dragon-slayer-hunting-rifle",
    "name": "Ejderha Katili Av Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "dragon-slayer-laser-pistol",
    "name": "Ejderha Katili Lazer Tabancası",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "dragon-slayer-laser-rifle",
    "name": "Ejderha Katili Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "dragon-slayer-musket",
    "name": "Ejderha Katili Misket Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "dragon-slayer-pistol",
    "name": "Ejderha Katili Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "dragon-slayer-semiautomatic-pistol",
    "name": "Ejderha Katili Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "dragon-slayer-shotgun",
    "name": "Ejderha Katili Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "You gain a +1 bonus to attack rolls and damage rolls made with this magic weapon.The weapon deals an extra 3d6 damage of the weapon's type if the target is a Dragon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-antimatter-rifle",
    "name": "Büyülü (Temel) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-automatic-rifle",
    "name": "Büyülü (Temel) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 8,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-hunting-rifle",
    "name": "Büyülü (Temel) Av Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 8,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-laser-pistol",
    "name": "Büyülü (Temel) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-laser-rifle",
    "name": "Büyülü (Temel) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-musket",
    "name": "Büyülü (Temel) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-cantrip-pistol",
    "name": "Büyülü (Temel) Tabanca",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-cantrip-semiautomatic-pistol",
    "name": "Büyülü (Temel) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-cantrip-shotgun",
    "name": "Büyülü (Temel) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "Bound into this weapon is a cantrip. The cantrip is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-1-antimatter-rifle",
    "name": "Büyülü (. Seviye 1) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-1-automatic-rifle",
    "name": "Büyülü (. Seviye 1) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 8,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-1-hunting-rifle",
    "name": "Büyülü (. Seviye 1) Av Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 8,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-1-laser-pistol",
    "name": "Büyülü (. Seviye 1) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-1-laser-rifle",
    "name": "Büyülü (. Seviye 1) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-1-musket",
    "name": "Büyülü (. Seviye 1) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-1-pistol",
    "name": "Büyülü (. Seviye 1) Tabanca",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-1-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 1) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-1-shotgun",
    "name": "Büyülü (. Seviye 1) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "Bound into this weapon is a level 1 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-2-antimatter-rifle",
    "name": "Büyülü (. Seviye 2) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-2-automatic-rifle",
    "name": "Büyülü (. Seviye 2) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-2-hunting-rifle",
    "name": "Büyülü (. Seviye 2) Av Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-2-laser-pistol",
    "name": "Büyülü (. Seviye 2) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-2-laser-rifle",
    "name": "Büyülü (. Seviye 2) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-2-musket",
    "name": "Büyülü (. Seviye 2) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-2-pistol",
    "name": "Büyülü (. Seviye 2) Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-2-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 2) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-2-shotgun",
    "name": "Büyülü (. Seviye 2) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 2 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 13, and its attack bonus is +5. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-3-antimatter-rifle",
    "name": "Büyülü (. Seviye 3) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-3-automatic-rifle",
    "name": "Büyülü (. Seviye 3) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-3-hunting-rifle",
    "name": "Büyülü (. Seviye 3) Av Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-3-laser-pistol",
    "name": "Büyülü (. Seviye 3) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-3-laser-rifle",
    "name": "Büyülü (. Seviye 3) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-3-musket",
    "name": "Büyülü (. Seviye 3) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-3-pistol",
    "name": "Büyülü (. Seviye 3) Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-3-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 3) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-3-shotgun",
    "name": "Büyülü (. Seviye 3) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 3 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-4-antimatter-rifle",
    "name": "Büyülü (. Seviye 4) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-4-automatic-rifle",
    "name": "Büyülü (. Seviye 4) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-4-hunting-rifle",
    "name": "Büyülü (. Seviye 4) Av Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-4-laser-pistol",
    "name": "Büyülü (. Seviye 4) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-4-laser-rifle",
    "name": "Büyülü (. Seviye 4) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-4-musket",
    "name": "Büyülü (. Seviye 4) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-4-pistol",
    "name": "Büyülü (. Seviye 4) Tabanca",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-4-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 4) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-4-shotgun",
    "name": "Büyülü (. Seviye 4) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 4 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 15, and its attack bonus is +7. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-5-antimatter-rifle",
    "name": "Büyülü (. Seviye 5) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-5-automatic-rifle",
    "name": "Büyülü (. Seviye 5) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-5-hunting-rifle",
    "name": "Büyülü (. Seviye 5) Av Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 8,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-5-laser-pistol",
    "name": "Büyülü (. Seviye 5) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-5-laser-rifle",
    "name": "Büyülü (. Seviye 5) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-5-musket",
    "name": "Büyülü (. Seviye 5) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 10,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-5-pistol",
    "name": "Büyülü (. Seviye 5) Tabanca",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-5-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 5) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-5-shotgun",
    "name": "Büyülü (. Seviye 5) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 7,
    "description": "Bound into this weapon is a level 5 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-6-antimatter-rifle",
    "name": "Büyülü (. Seviye 6) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-6-automatic-rifle",
    "name": "Büyülü (. Seviye 6) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-6-hunting-rifle",
    "name": "Büyülü (. Seviye 6) Av Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-6-laser-pistol",
    "name": "Büyülü (. Seviye 6) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-6-laser-rifle",
    "name": "Büyülü (. Seviye 6) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-6-musket",
    "name": "Büyülü (. Seviye 6) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-6-pistol",
    "name": "Büyülü (. Seviye 6) Tabanca",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-6-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 6) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-6-shotgun",
    "name": "Büyülü (. Seviye 6) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "Bound into this weapon is a level 6 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 17, and its attack bonus is +9. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-7-antimatter-rifle",
    "name": "Büyülü (. Seviye 7) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-7-automatic-rifle",
    "name": "Büyülü (. Seviye 7) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-7-hunting-rifle",
    "name": "Büyülü (. Seviye 7) Av Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-7-laser-pistol",
    "name": "Büyülü (. Seviye 7) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-7-laser-rifle",
    "name": "Büyülü (. Seviye 7) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-7-musket",
    "name": "Büyülü (. Seviye 7) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-7-pistol",
    "name": "Büyülü (. Seviye 7) Tabanca",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-7-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 7) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-7-shotgun",
    "name": "Büyülü (. Seviye 7) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "Bound into this weapon is a level 7 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-8-antimatter-rifle",
    "name": "Büyülü (. Seviye 8) Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-8-automatic-rifle",
    "name": "Büyülü (. Seviye 8) Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-8-hunting-rifle",
    "name": "Büyülü (. Seviye 8) Av Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-8-laser-pistol",
    "name": "Büyülü (. Seviye 8) Lazer Tabancası",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-8-laser-rifle",
    "name": "Büyülü (. Seviye 8) Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "enspelled-level-8-musket",
    "name": "Büyülü (. Seviye 8) Misket Tüfeği",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-8-pistol",
    "name": "Büyülü (. Seviye 8) Tabanca",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "enspelled-level-8-semiautomatic-pistol",
    "name": "Büyülü (. Seviye 8) Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "enspelled-level-8-shotgun",
    "name": "Büyülü (. Seviye 8) Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "Bound into this weapon is a level 8 spell. The spell is determined when the weapon is created and must belong to the Conjuration, Divination, Evocation, Necromancy, or Transmutation school of magic. The weapon has 6 charges and regains 1d6 expended charges daily at dawn. While holding the weapon, you can expend 1 charge to cast its spell.The spell's saving throw DC is 18, and its attack bonus is +10. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "holy-avenger-antimatter-rifle",
    "name": "Holy Avenger Antimatter Rifle",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "holy-avenger-automatic-rifle",
    "name": "Holy Avenger Automatic Rifle",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "holy-avenger-hunting-rifle",
    "name": "Holy Avenger Hunting Rifle",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 8,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "holy-avenger-laser-pistol",
    "name": "Holy Avenger Laser Pistol",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "holy-avenger-laser-rifle",
    "name": "Holy Avenger Laser Rifle",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "holy-avenger-musket",
    "name": "Holy Avenger Musket",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 10,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "holy-avenger-pistol",
    "name": "Holy Avenger Pistol",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "holy-avenger-semiautomatic-pistol",
    "name": "Holy Avenger Semiautomatic Pistol",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 3,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "holy-avenger-shotgun",
    "name": "Holy Avenger Shotgun",
    "type": "Silah",
    "rarity": "Efsanevi",
    "weight": 7,
    "description": "You gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. When you hit a Fiend or an Undead with it, that creature takes an extra 2d10 Radiant damage.While you hold the drawn weapon, it creates a 10-foot Emanation originating from you. You and all creatures Friendly to you in the Emanation have Advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the Paladin class, the size of the Emanation increases to 30 feet. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-1-antimatter-rifle",
    "name": "+1 Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-1-automatic-rifle",
    "name": "+1 Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 8,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-1-hunting-rifle",
    "name": "+1 Av Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 8,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-1-laser-pistol",
    "name": "+1 Lazer Tabancası",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "plus-1-laser-rifle",
    "name": "+1 Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-1-musket",
    "name": "+1 Misket Tüfeği",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 10,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "plus-1-pistol",
    "name": "+1 Tabanca",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "plus-1-semiautomatic-pistol",
    "name": "+1 Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 3,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "plus-1-shotgun",
    "name": "+1 Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Sıra Dışı",
    "weight": 7,
    "description": "You have a +1 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-2-antimatter-rifle",
    "name": "+2 Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-2-automatic-rifle",
    "name": "+2 Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-2-hunting-rifle",
    "name": "+2 Av Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 8,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-2-laser-pistol",
    "name": "+2 Lazer Tabancası",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 2,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "plus-2-laser-rifle",
    "name": "+2 Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-2-musket",
    "name": "+2 Misket Tüfeği",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 10,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "plus-2-pistol",
    "name": "+2 Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "plus-2-semiautomatic-pistol",
    "name": "+2 Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 3,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "plus-2-shotgun",
    "name": "+2 Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Nadir",
    "weight": 7,
    "description": "You have a +2 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-3-antimatter-rifle",
    "name": "+3 Antimadde Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 10,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Sap. If you hit a creature with this weapon, that creature has Disadvantage on its next attack roll before the start of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "6d8",
      "damageType": "necrotic",
      "properties": [
        "Ammunition (120/360 ft.; Energy Cell)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-3-automatic-rifle",
    "name": "+3 Otomatik Tüfek",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 8,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Burst Fire. As an action, you can expend 10 pieces of a Burst Fire weapon's ammunition to spray shots in a 10-foot Cube within the weapon's normal range. Each creature in that area must succeed on a DC 15 Dexterity saving throw or take damage. Roll the weapon's damage once, and apply it to each creature that failed the save. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Burst Fire",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-3-hunting-rifle",
    "name": "+3 Av Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 8,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (80/240 ft.; Firearm Bullet)",
        "Reload (5 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-3-laser-pistol",
    "name": "+3 Lazer Tabancası",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d6",
      "damageType": "radiant",
      "properties": [
        "Ammunition (40/120 ft.; Energy Cell)",
        "Reload (50 shots)"
      ]
    }
  },
  {
    "id": "plus-3-laser-rifle",
    "name": "+3 Lazer Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 7,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "3d8",
      "damageType": "radiant",
      "properties": [
        "Ammunition (100/300 ft.; Energy Cell)",
        "Reload (30 shots)",
        "Two‑Handed"
      ]
    }
  },
  {
    "id": "plus-3-musket",
    "name": "+3 Misket Tüfeği",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 10,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Slow. If you hit a creature with this weapon and deal damage to it, you can reduce its Speed by 10 feet until the start of your next turn. If the creature is hit more than once by weapons that have this property, the Speed reduction doesn't exceed 10 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d12",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 40/120 ft.; Firearm Bullet)",
        "Loading",
        "Two‑Handed"
      ],
      "range": "Ammunition (Range 40/120 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "plus-3-pistol",
    "name": "+3 Tabanca",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. You can use a weapon that has the Ammunition property to make a ranged attack only if you have ammunition to fire from it. The type of ammunition required is specified with the weapon's range. Each attack expends one piece of ammunition. Drawing the ammunition is part of the attack (you need a free hand to load a one-handed weapon). After a fight, you can spend 1 minute to recover half the ammunition (round down) you used in the fight; the rest is lost. Loading. You can fire only one piece of ammunition from a Loading weapon when you use an action, a Bonus Action, or a Reaction to fire it, regardless of the number of attacks you can normally make. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "1d10",
      "damageType": "piercing",
      "properties": [
        "Ammunition (Range 30/90 ft.; Firearm Bullet)",
        "Loading"
      ],
      "range": "Ammunition (Range 30/90 ft.; Firearm Bullet)"
    }
  },
  {
    "id": "plus-3-semiautomatic-pistol",
    "name": "+3 Yarı Otomatik Tabanca",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 3,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Mastery: Vex. If you hit a creature with this weapon and deal damage to the creature, you have Advantage on your next attack roll against that creature before the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d6",
      "damageType": "piercing",
      "properties": [
        "Ammunition (50/150 ft.; Firearm Bullet)",
        "Reload (15 shots)"
      ]
    }
  },
  {
    "id": "plus-3-shotgun",
    "name": "+3 Pompalı Tüfek",
    "type": "Silah",
    "rarity": "Çok Nadir",
    "weight": 7,
    "description": "You have a +3 bonus to attack and damage rolls made with this magic weapon. Range. A Range weapon has a range in parentheses after the Ammunition or Thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second is the weapon's long range. When attacking a target beyond normal range, you have Disadvantage on the attack roll. You can't attack a target beyond the long range. Ammunition. Firearm Bullets are destroyed upon use in a modern firearm. Futuristic firearms use Energy Cells that become depleted but could possibly be recharged with the proper equipment, at the GM's discretion. Reload. You can make a limited number of shots with a Reload weapon. You must then reload the weapon as an action or a Bonus Action. Two-Handed. A Two-Handed weapon requires two hands when you attack with it. Mastery: Push. If you hit a creature with this weapon, you can push the creature up to 10 feet straight away from yourself if it is Large or smaller.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    },
    "weapon": {
      "category": "martial",
      "damage": "2d8",
      "damageType": "piercing",
      "properties": [
        "Ammunition (30/90 ft.; Firearm Bullet)",
        "Reload (2 shots)",
        "Two‑Handed"
      ]
    }
  }
]