[
  {
    "id": "amulet-of-health",
    "name": "Amulet of Health",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "Your Constitution score is 19 while you wear this amulet. It has no effect on you if your Constitution is already 19 or higher without it.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "amulet-of-proof-against-detection-and-location",
    "name": "Amulet of Proof against Detection and Location",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "While wearing this amulet, you can't be targeted by Divination spells or perceived through magical scrying sensors unless you allow it.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "amulet-of-the-planes",
    "name": "Amulet of the Planes",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 1,
    "description": "While wearing this amulet, you can take a Magic action to name a location that you are familiar with on another plane of existence. Then make a DC 15 Intelligence (Arcana) check. On a successful check, you cast Plane Shift. On a failed check, you and each creature and object within 15 feet of you travel to a random destination determined by rolling 1d100 and consulting the following table.1d100Destination01-60Random location on the plane you named61-70Random location on an Inner Plane determined by rolling 1d6: on a 1, the Plane of Air; on a 2, the Plane of Earth; on a 3, the Plane of Fire; on a 4, the Plane of Water; on a 5, the Feywild; on a 6, the Shadowfell71-80Random location on an Outer Plane determined by rolling 1d8: on a 1, Arborea; on a 2, Arcadia; on a 3, the Beastlands; on a 4, Bytopia; on a 5, Elysium; on a 6, Mechanus; on a 7, Mount Celestia; on an 8, Ysgard81-90Random location on an Outer Plane determined by rolling 1d8: on a 1, the Abyss; on a 2, Acheron; on a 3, Carceri; on a 4, Gehenna; on a 5, Hades; on a 6, Limbo; on a 7, the Nine Hells; on an 8, Pandemonium91-00Random location on the Astral Plane",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "bag-of-devouring",
    "name": "Bag of Devouring",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "This bag resembles a Bag of Holding but is a feeding orifice for a gigantic extradimensional creature. Turning the bag inside out closes the orifice.The extradimensional creature attached to the bag can sense whatever is placed inside the bag. Animal or vegetable matter placed wholly in the bag is devoured and lost forever. When part of a living creature is placed in the bag, as happens when someone reaches inside it, there is a 50 percent chance that the creature is pulled inside the bag. A creature inside the bag can take an action to try to escape, doing so with a successful DC 15 Strength (Athletics) check. Another creature can take an action to reach into the bag to pull a creature out, doing so with a successful DC 20 Strength (Athletics) check, provided the puller isn't pulled inside the bag first. Any creature that starts its turn inside the bag is devoured, its body destroyed.Inanimate objects can be stored in the bag, which can hold a cubic foot of such material. However, once each day, the bag swallows any objects inside it and spits them out into another plane of existence. The DM determines the time and plane.If the bag is pierced or torn, it is destroyed, and anything contained within it is transported to a random location on the Astral Plane.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ball-bearings",
    "name": "Ball Bearings",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 2,
    "description": "As a Utilize action, you can spill Ball Bearings from their pouch. They spread to cover a level, 10-foot-square area within 10 feet of yourself. A creature that enters this area for the first time on a turn must succeed on a DC 10 Dexterity saving throw or have the Prone condition. It takes 10 minutes to recover the Ball Bearings.",
    "cost": {
      "quantity": 1,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-cloud-giant-strength",
    "name": "Belt of Cloud Giant Strength",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "While wearing this belt, your Strength score changes to 27. The item has no effect on you if your Strength without the belt is equal to or greater than the belt's score.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-dwarvenkind",
    "name": "Belt of Dwarvenkind",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While wearing this belt, you gain the following benefits:Dwarvish. You know Dwarvish.Friend of Dwarvenkind. You have Advantage on Charisma (Persuasion) checks made to interact with dwarves and duergar.Toughness. Your Constitution increases by 2, to a maximum of 20.In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of growing a full beard if you can grow one, or a thicker beard if you already have one.If you aren't a dwarf or duergar, you gain the following additional benefits while wearing the belt:Darkvision. You have Darkvision with a range of 60 feet.Resilience. You have Resistance to Poison damage. You also have Advantage on saving throws you make to avoid or end the Poisoned condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-fire-giant-strength",
    "name": "Belt of Fire Giant Strength",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "While wearing this belt, your Strength score changes to 25. The item has no effect on you if your Strength without the belt is equal to or greater than the belt's score.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-frost-giant-strength",
    "name": "Belt of Frost Giant Strength",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "While wearing this belt, your Strength score changes to 23. The item has no effect on you if your Strength without the belt is equal to or greater than the belt's score.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-giant-strength",
    "name": "Belt of Giant Strength",
    "type": "wondrous",
    "rarity": "varies",
    "weight": 0,
    "description": "BeltStr.RarityBelt of Hill Giant Strength21RareBelt of Frost Giant Strength or Belt of Stone Giant Strength23Very RareBelt of Fire Giant Strength25Very RareBelt of Cloud Giant Strength27LegendaryBelt of Storm Giant Strength29Legendary",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-hill-giant-strength",
    "name": "Belt of Hill Giant Strength",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While wearing this belt, your Strength score changes to 21. The item has no effect on you if your Strength without the belt is equal to or greater than the belt's score.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-stone-giant-strength",
    "name": "Belt of Stone Giant Strength",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "While wearing this belt, your Strength score changes to 23. The item has no effect on you if your Strength without the belt is equal to or greater than the belt's score.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "belt-of-storm-giant-strength",
    "name": "Belt of Storm Giant Strength",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "While wearing this belt, your Strength score changes to 29. The item has no effect on you if your Strength without the belt is equal to or greater than the belt's score.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "boots-of-elvenkind",
    "name": "Boots of Elvenkind",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While you wear these boots, your steps make no sound, regardless of the surface you are moving across. You also have Advantage on Dexterity (Stealth) checks.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "boots-of-false-tracks",
    "name": "Boots of False Tracks",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "While wearing these boots, you can have them leave tracks like those of any kind of Humanoid of your size.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "boots-of-levitation",
    "name": "Boots of Levitation",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While you wear these boots, you can cast Levitate on yourself.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "boots-of-speed",
    "name": "Boots of Speed",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While you wear these boots, you can take a Bonus Action to click the boots' heels together. If you do, the boots double your Speed, and any creature that makes an Opportunity Attack against you has Disadvantage on the attack roll. If you click your heels together again, you end the effect.When you've used the boots' property for a total of 10 minutes, the magic ceases to function for you until you finish a Long Rest.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "boots-of-striding-and-springing",
    "name": "Boots of Striding and Springing",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While you wear these boots, your Speed becomes 30 feet unless your Speed is higher, and your Speed isn't reduced by you carrying weight in excess of your carrying capacity or wearing Heavy Armor.Once on each of your turns, you can jump up to 30 feet by spending only 10 feet of movement.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "boots-of-the-winterlands",
    "name": "Boots of the Winterlands",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "These furred boots are snug and feel warm. While wearing them, you gain the following benefits. Cold Resistance. You have Resistance to Cold damage and can tolerate temperatures of 0 degrees Fahrenheit or lower without any additional protection. Winter Strider. You ignore Difficult Terrain created by ice or snow.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "bracers-of-archery",
    "name": "Bracers of Archery",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing these bracers, you have proficiency with the Longbow and Shortbow, and you gain a +2 bonus to damage rolls made with such weapons.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "bracers-of-defense",
    "name": "Bracers of Defense",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While wearing these bracers, you gain a +2 bonus to Armor Class if you are wearing no armor and using no Shield.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "brooch-of-shielding",
    "name": "Brooch of Shielding",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this brooch, you have Resistance to Force damage, and you have Immunity to damage from the Magic Missile spell.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cape-of-the-mountebank",
    "name": "Cape of the Mountebank",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This cape smells faintly of brimstone. While wearing it, you can use it to cast Dimension Door as a Magic action. This property can't be used again until the next dawn.When you teleport with that spell, you leave behind a cloud of smoke. The space you left is Lightly Obscured by that smoke until the end of your next turn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "circlet-of-blasting",
    "name": "Circlet of Blasting",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this circlet, you can cast Scorching Ray with it (+5 to hit). The circlet can't cast this spell again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-arachnida",
    "name": "Cloak of Arachnida",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "This fine garment is made of black silk interwoven with faint, silvery threads. While wearing it, you gain the following benefits. Poison Resistance. You have Resistance to Poison damage. Spider Climb. You have a Climb Speed equal to your Speed and can move up, down, and across vertical surfaces and along ceilings, while leaving your hands free. Spider Walk. You can't be caught in webs of any sort and can move through webs as if they were Difficult Terrain. Web. You can cast Web (save DC 13). The web created by the spell fills twice its normal area. Once used, this property can't be used again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-billowing",
    "name": "Cloak of Billowing",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "While wearing this cloak, you can take a Bonus Action to make it billow dramatically for 1 minute.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-displacement",
    "name": "Cloak of Displacement",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While you wear this cloak, it magically projects an illusion that makes you appear to be standing in a place near your actual location, causing any creature to have Disadvantage on attack rolls against you. If you take damage, the property ceases to function until the start of your next turn. This property is suppressed while your Speed is 0.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-elvenkind",
    "name": "Cloak of Elvenkind",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While you wear this cloak, Wisdom (Perception) checks made to perceive you have Disadvantage, and you have Advantage on Dexterity (Stealth) checks.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-invisibility",
    "name": "Cloak of Invisibility",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "This cloak has 3 charges and regains 1d3 expended charges daily at dawn. While wearing the cloak, you can take a Magic action to pull its hood over your head and expend 1 charge to give yourself the Invisible condition for 1 hour. The effect ends early if you pull the hood down (no action required) or cease wearing the hood.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-many-fashions",
    "name": "Cloak of Many Fashions",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "While wearing this cloak, you can take a Bonus Action to change the style, color, and apparent quality of the garment. The cloak's weight doesn't change. Regardless of its appearance, the cloak can't be anything but a cloak. Although it can duplicate the appearance of other magic cloaks, it doesn't gain their magical properties.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-protection",
    "name": "Cloak of Protection",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "You gain a +1 bonus to Armor Class and saving throws while you wear this cloak.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-the-bat",
    "name": "Cloak of the Bat",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While wearing this cloak, you have Advantage on Dexterity (Stealth) checks. In an area of Dim Light or Darkness, you can grip the edges of the cloak and use it to gain a Fly Speed of 40 feet. If you ever fail to grip the cloak's edges while flying in this way, or if you are no longer in Dim Light or Darkness, you lose this Fly Speed.While wearing the cloak in an area of Dim Light or Darkness, you can cast Polymorph on yourself, shape-shifting into a Bat. While in that form, you retain your Intelligence, Wisdom, and Charisma scores. The cloak can't be used this way again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "cloak-of-the-manta-ray",
    "name": "Cloak of the Manta Ray",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this cloak, you can breathe underwater, and you have a Swim Speed of 60 feet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "clockwork-amulet",
    "name": "Clockwork Amulet",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "This copper amulet contains tiny interlocking gears and is powered by magic from Mechanus, a plane of clockwork predictability. Faint ticking and whirring noises emanate from within.When you make an attack roll while wearing the amulet, you can forgo rolling the d20 to get a 10 on the die. Once used, this property can't be used again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "clothes-of-mending",
    "name": "Clothes of Mending",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "This elegant outfit magically mends itself to counteract daily wear and tear. Pieces of the outfit that are destroyed can't be repaired in this way.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "dark-shard-amulet",
    "name": "Dark Shard Amulet",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 1,
    "description": "This amulet is fashioned from a shard of resilient material originating from an otherworldly realm. While you are wearing it, you gain the following benefits. Spellcasting Focus. You can use the amulet as a Spellcasting Focus for your Warlock spells. Unknown Spell. As a Magic action, you can try to cast a cantrip that you don't know. The cantrip must be on the Warlock spell list and have a casting time of an action, and you make a DC 10 Intelligence (Arcana) check. On a successful check, you cast the spell. On a failed check, the spell fails, and the action used to cast it is wasted. In either case, you can't use this property again until you finish a Long Rest.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "dread-helm",
    "name": "Dread Helm",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "While you're wearing this fearsome steel helm, your eyes glow red and the rest of your face is hidden in shadow.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "enduring-spellbook",
    "name": "Enduring Spellbook",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "This spellbook, along with anything written on its pages, can't be damaged by fire or water. In addition, the spellbook doesn't deteriorate with age.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "fine-clothes",
    "name": "Fine Clothes",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 6,
    "description": "Fine Clothes are made of expensive fabrics and adorned with expertly crafted details. Some events and locations admit only people wearing these clothes.",
    "cost": {
      "quantity": 15,
      "unit": "gp"
    }
  },
  {
    "id": "gloves-of-missile-snaring",
    "name": "Gloves of Missile Snaring",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "If you're hit by an attack roll made with a Ranged or Thrown weapon while wearing these gloves, you can take a Reaction to reduce the damage by 1d10 plus your Dexterity modifier if you have a free hand. If you reduce the damage to 0, you can catch the ammunition or weapon if it is small enough for you to hold in that hand.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "gloves-of-swimming-and-climbing",
    "name": "Gloves of Swimming and Climbing",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing these gloves, climbing and swimming don't cost you extra movement, and you gain a +5 bonus to Strength (Athletics) checks made to climb or swim.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "gloves-of-thievery",
    "name": "Gloves of Thievery",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "These gloves are imperceptible while worn. While wearing them, you gain a +5 bonus to Dexterity (Sleight of Hand) checks.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "hat-of-disguise",
    "name": "Hat of Disguise",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this hat, you can cast the Disguise Self spell. The spell ends if the hat is removed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "hat-of-many-spells",
    "name": "Hat of Many Spells",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "This pointed hat has the following properties. Spellcasting Focus. While holding the hat, you can use it as a Spellcasting Focus for your Wizard spells. Any spell you cast using the hat gains a special Somatic component: you must reach into the hat and \"pull\" the spell out of it. Unknown Spell. While holding the hat, you can try to cast a level 1+ spell you don't know. The spell must be on the Wizard spell list, it must be of a level you can cast, and it can't have Material components costing more than 1,000 GP. Once you decide on the spell, you must expend a spell slot of the spell's level. Then, to determine whether you cast the spell, make an Intelligence (Arcana) check (DC 10 plus the spell's level). On a successful check, you cast the spell using its normal casting time, and you can't use this property again until you finish a Short or Long Rest. On a failed check, you fail to cast the spell and a random effect occurs instead, determined by rolling on the following table.Any spell you cast from the hat uses your spell save DC and spell attack bonus.1d100Effect01-50You cast a random spell determined by rolling 1d10: on a 1, Enlarge/Reduce (enlarge effect); on a 2, Enlarge/Reduce (reduce effect); on a 3, Faerie Fire; on a 4, Fireball; on a 5, Gust of Wind; on a 6, Invisibility (cast on yourself); on a 7, Lightning Bolt; on an 8, Phantasmal Force; on a 9, Polymorph; on a 10, Stinking Cloud.51-55You have the Stunned condition until the end of your next turn, believing something awesome just happened.56-60A harmless swarm of butterflies fills a 10-foot Cube within 30 feet of yourself. The swarm disperses after 1 minute.61-65You pull a nonmagical object out of the hat. Roll 1d4 to determine the object: on a 1, a vial of Acid; on a 2, a flask of Alchemist's Fire; on a 3, a Crowbar; on a 4, a lit Torch.66-70You suffer a bout of \"magic sickness\" and have the Poisoned condition for 1 hour.71-75You have the Petrified condition until the end of your next turn.76-80You pull a nonmagical object out of the hat. Roll 1d4 to determine the object: on a 1, a Dagger; on a 2, a Rope with a Grappling Hook tied to one end; on a 3, a bag of Caltrops; on a 4, a gem worth 50 GP.81-85A creature appears in an unoccupied space as close to you as possible. The creature isn't under your control and acts as it normally would, and it disappears after 1 hour or when it drops to 0 Hit Points. Roll 1d4 to determine the creature: on a 1, a Camel; on a 2, a Constrictor Snake; on a 3, an Elephant; on a 4, a Mule.86-90A Hostile Swarm of Bats flies out of the hat, occupies your space, and attacks you.91-95A vertical, 10-foot-diameter, two-way portal to another plane of existence opens in an unoccupied space within 30 feet of you and remains open until the end of your next turn. The DM determines where it leads.96-00You pull a magic item out of the hat. Roll 1d6 to determine the item's rarity: on a 1-3, Common; on a 4-5, Uncommon; on a 6, Rare. The DM chooses the item, which disappears after 1 hour if it's not consumed or destroyed before then.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "hat-of-vermin",
    "name": "Hat of Vermin",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "This hat has 3 charges. While holding the hat, you can take a Magic action to expend 1 charge and summon your choice of a Bat, a Frog, or a Rat. The summoned creature magically appears in the hat and tries to get away from you as quickly as possible. The creature is Indifferent toward you and other creatures, and it isn't under your control. It behaves as an ordinary creature of its kind and disappears after 1 hour or when it drops to 0 Hit Points. The hat regains all expended charges daily at dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "hat-of-wizardry",
    "name": "Hat of Wizardry",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "This cone-shaped hat is adorned with moons and stars. While you are wearing it, you gain the following benefits. Spellcasting Focus. You can use the hat as a Spellcasting Focus for your Wizard spells. Unknown Spell. As a Magic action, you can try to cast a cantrip that you don't know. The cantrip must be on the Wizard spell list and have a casting time of an action, and you make a DC 10 Intelligence (Arcana) check. On a successful check, you cast the spell. On a failed check, the spell fails, and the action used to cast the spell is wasted. In either case, you can't use this property again until you finish a Long Rest.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "helm-of-brilliance",
    "name": "Helm of Brilliance",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "This helm is set with 1d10 diamonds, 2d10 rubies, 3d10 fire opals, and 4d10 opals. Any gem pried from the helm crumbles to dust. When all the gems are removed or destroyed, the helm loses its magic.You gain the following benefits while wearing the helm. Diamond Light. As long as it has at least one diamond, the helm emits a 30-foot Emanation. When at least one Undead is within that area, the Emanation is filled with Dim Light. Any Undead that starts its turn in that area takes 1d6 Radiant damage. Fire Opal Flames. As long as the helm has at least one fire opal, you can take a Magic action to cause one weapon you are holding to burst into flames. The flames emit Bright Light in a 10-foot radius and Dim Light for an additional 10 feet. The flames are harmless to you and the weapon. When you hit with an attack using the blazing weapon, the target takes an extra 1d6 Fire damage. The flames last until you take a Bonus Action to extinguish them or until you drop or stow the weapon. Ruby Resistance. As long as the helm has at least one ruby, you have Resistance to Fire damage. Spells. You can cast one of the following spells (save DC 18), using one of the helm's gems of the specified type as a component: Daylight (opal), Fireball (fire opal), Prismatic Spray (diamond), or Wall of Fire (ruby). The gem is destroyed when the spell is cast and disappears from the helm. Taking Fire Damage. Roll 1d20 if you are wearing the helm and take Fire damage as a result of failing a saving throw against a spell. On a roll of 1, the helm emits beams of light from its remaining gems and is then destroyed. Each creature within a 60-foot Emanation originating from you must succeed on a DC 17 Dexterity saving throw or be struck by a beam, taking Radiant damage equal to the number of gems in the helm.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "helm-of-comprehending-languages",
    "name": "Helm of Comprehending Languages",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this helm, you can cast Comprehend Languages from it.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "helm-of-telepathy",
    "name": "Helm of Telepathy",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this helm, you have telepathy with a range of 30 feet, and you can cast Detect Thoughts or Suggestion (save DC 13) from the helm. Once either spell is cast from the helm, that spell can't be cast from it again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "helm-of-teleportation",
    "name": "Helm of Teleportation",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This helm has 3 charges. While wearing it, you can expend 1 charge to cast Teleport from it. The helm regains 1d3 expended charges daily at dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "medallion-of-thoughts",
    "name": "Medallion of Thoughts",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "The medallion has 5 charges. While wearing it, you can expend 1 charge to cast Detect Thoughts (save DC 13) from it. The medallion regains 1d4 expended charges daily at dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "periapt-of-health",
    "name": "Periapt of Health",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "While wearing this pendant, you can take a Magic action to regain 2d4 + 2 Hit Points. Once used, this property can't be used again until the next dawn.In addition, you have Advantage on saving throws to avoid or end the Poisoned condition while you wear this pendant.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "periapt-of-proof-against-poison",
    "name": "Periapt of Proof against Poison",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This delicate silver chain has a brilliant-cut black gem pendant. While you wear it, you have Immunity to the Poisoned condition and Poison damage",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "periapt-of-wound-closure",
    "name": "Periapt of Wound Closure",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "While wearing this pendant, you gain the following benefits. Life Preservation. Whenever you make a Death Saving Throw, you can change a roll of 9 or lower to a 10, turning a failed save into a successful one. Natural Healing Boost. Whenever you roll a Hit Point Die to regain Hit Points, double the number of Hit Points it restores.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-acid-resistance",
    "name": "Ring of Acid Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Acid damage while wearing this ring. The ring is set with pearl.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-animal-influence",
    "name": "Ring of Animal Influence",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. While wearing the ring, you can expend 1 charge to cast one of the following spells (save DC 13) from it:Animal FriendshipFear (affects Beasts only)Speak with Animals",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-cold-resistance",
    "name": "Ring of Cold Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Cold damage while wearing this ring. The ring is set with tourmaline.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-djinni-summoning",
    "name": "Ring of Djinni Summoning",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "While wearing this ring, you can take a Magic action to summon a particular Djinni from the Elemental Plane of Air. The djinni appears in an unoccupied space you choose within 120 feet of yourself. It remains as long as you maintain Concentration, to a maximum of 1 hour, or until it drops to 0 Hit Points.While summoned, the djinni is Friendly to you and your allies, and it obeys your commands. If you fail to command it, the djinni defends itself against attackers but takes no other actions.After the djinni departs, it can't be summoned again for 24 hours, and the ring becomes nonmagical if the djinni dies.Rings of Djinni Summoning are often created by the djinn they summon and given to mortals as gifts of friendship or tokens of esteem.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-elemental-command-air",
    "name": "Ring of Elemental Command (Air)",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "The Ring of Elemental Command (air) is linked to the Elemental Plane of Air. Every Ring of Elemental Command has the following two properties:Elemental Bane. While wearing the ring, you have Advantage on attack rolls against Elementals and they have Disadvantage on attack rolls against you.Elemental Compulsion. While wearing the ring, you can take a Magic action to try to compel an Elemental you see within 60 feet of yourself. The Elemental makes a DC 18 Wisdom saving throw. On a failed save, the Elemental has the Charmed condition until the start your next turn, and you determine what it does with its move and action on its next turn. Elemental Focus. While wearing the ring, you benefit from additional properties corresponding to the ring's linked Elemental Plane:Air. You know Auran, you have Resistance to Lightning damage, and you have a Fly Speed equal to your Speed and can hover. Spellcasting. The ring has 5 charges and regains 1d4 + 1 expended charges daily at dawn. While wearing the ring, you can cast a spell from it. A spell cast from the ring has a save DC of 18. Choose the spell from the following list: Chain Lightning (3 charges), Feather Fall (0 charges), Gust of Wind (2 charges), Wind Wall (1 charge)",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-elemental-command-earth",
    "name": "Ring of Elemental Command (Earth)",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "The Ring of Elemental Command (earth) is linked to the Elemental Plane of Earth. Every Ring of Elemental Command has the following two properties:Elemental Bane. While wearing the ring, you have Advantage on attack rolls against Elementals and they have Disadvantage on attack rolls against you.Elemental Compulsion. While wearing the ring, you can take a Magic action to try to compel an Elemental you see within 60 feet of yourself. The Elemental makes a DC 18 Wisdom saving throw. On a failed save, the Elemental has the Charmed condition until the start your next turn, and you determine what it does with its move and action on its next turn. Elemental Focus. While wearing the ring, you benefit from additional properties corresponding to the ring's linked Elemental Plane:Earth. You know Terran, and you have Resistance to Acid damage. Terrain composed of rubble, rocks, or dirt isn't Difficult Terrain for you. In addition, you can move through solid earth or rock as if those areas were Difficult Terrain without disturbing the matter through which you pass. If you end your turn in solid earth or rock, you are shunted out to the nearest unoccupied space you last occupied. Spellcasting. The ring has 5 charges and regains 1d4 + 1 expended charges daily at dawn. While wearing the ring, you can cast a spell from it. A spell cast from the ring has a save DC of 18. Choose the spell from the following list: Earthquake (5 charges), Stone Shape (2 charges), Stoneskin (3 charges), Wall of Stone (3 charges)",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-elemental-command-fire",
    "name": "Ring of Elemental Command (Fire)",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "The Ring of Elemental Command (fire) is linked to the Elemental Plane of Fire. Every Ring of Elemental Command has the following two properties:Elemental Bane. While wearing the ring, you have Advantage on attack rolls against Elementals and they have Disadvantage on attack rolls against you.Elemental Compulsion. While wearing the ring, you can take a Magic action to try to compel an Elemental you see within 60 feet of yourself. The Elemental makes a DC 18 Wisdom saving throw. On a failed save, the Elemental has the Charmed condition until the start your next turn, and you determine what it does with its move and action on its next turn. Elemental Focus. While wearing the ring, you benefit from additional properties corresponding to the ring's linked Elemental Plane:Fire. You know Ignan, and you have Immunity to Fire damage. Spellcasting. The ring has 5 charges and regains 1d4 + 1 expended charges daily at dawn. While wearing the ring, you can cast a spell from it. A spell cast from the ring has a save DC of 18. Choose the spell from the following list: Burning Hands (1 charge), Fireball (2 charges), Fire Storm (4 charges), Wall of Fire (3 charges)",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-elemental-command-water",
    "name": "Ring of Elemental Command (Water)",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "The Ring of Elemental Command (water) is linked to the Elemental Plane of Water. Every Ring of Elemental Command has the following two properties:Elemental Bane. While wearing the ring, you have Advantage on attack rolls against Elementals and they have Disadvantage on attack rolls against you.Elemental Compulsion. While wearing the ring, you can take a Magic action to try to compel an Elemental you see within 60 feet of yourself. The Elemental makes a DC 18 Wisdom saving throw. On a failed save, the Elemental has the Charmed condition until the start your next turn, and you determine what it does with its move and action on its next turn. Elemental Focus. While wearing the ring, you benefit from additional properties corresponding to the ring's linked Elemental Plane:Water. You know Aquan, you gain a Swim Speed of 60 feet, and you can breathe underwater. Spellcasting. The ring has 5 charges and regains 1d4 + 1 expended charges daily at dawn. While wearing the ring, you can cast a spell from it. A spell cast from the ring has a save DC of 18. Choose the spell from the following list: Create or Destroy Water (1 charge), Ice Storm (2 charges), Tsunami (5 charges), Wall of Ice (3 charges), Water Walk (2 charges)",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-elemental-command",
    "name": "Ring of Elemental Command",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "Multiple variations of this item exist, as listed below:Ring of Elemental Command (Air)Ring of Elemental Command (Earth)Ring of Elemental Command (Fire)Ring of Elemental Command (Water)",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-evasion",
    "name": "Ring of Evasion",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. When you fail a Dexterity saving throw while wearing the ring, you can take a Reaction to expend 1 charge to succeed on that save instead.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-feather-falling",
    "name": "Ring of Feather Falling",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "When you fall while wearing this ring, you descend 60 feet per round and take no damage from falling.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-fire-resistance",
    "name": "Ring of Fire Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Fire damage while wearing this ring. The ring is set with garnet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-force-resistance",
    "name": "Ring of Force Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Force damage while wearing this ring. The ring is set with sapphire.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-free-action",
    "name": "Ring of Free Action",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While you wear this ring, Difficult Terrain doesn't cost you extra movement. In addition, magic can neither reduce any of your Speeds nor cause you to have the Paralyzed or Restrained condition.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-invisibility",
    "name": "Ring of Invisibility",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "While wearing this ring, you can take a Magic action to give yourself the Invisible condition. You remain Invisible until the ring is removed or until you take a Bonus Action to become visible again.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-jumping",
    "name": "Ring of Jumping",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this ring, you can cast Jump from it, but can target only yourself when you do so.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-lightning-resistance",
    "name": "Ring of Lightning Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Lightning damage while wearing this ring. The ring is set with citrine.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-mind-shielding",
    "name": "Ring of Mind Shielding",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this ring, you are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.You can take a Magic action to cause the ring to become imperceptible until you take another Magic action to make it perceptible, until you remove the ring, or until you die.If you die while wearing the ring, your soul enters it, unless it already houses a soul. You can remain in the ring or depart for the afterlife. As long as your soul is in the ring, you can telepathically communicate with any creature wearing it. A wearer can't prevent this telepathic communication.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-necrotic-resistance",
    "name": "Ring of Necrotic Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Necrotic damage while wearing this ring. The ring is set with jet.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-poison-resistance",
    "name": "Ring of Poison Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Poison damage while wearing this ring. The ring is set with amethyst.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-protection",
    "name": "Ring of Protection",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You gain a +1 bonus to Armor Class and saving throws while wearing this ring.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-psychic-resistance",
    "name": "Ring of Psychic Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Psychic damage while wearing this ring. The ring is set with jade.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-radiant-resistance",
    "name": "Ring of Radiant Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Radiant damage while wearing this ring. The ring is set with topaz.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-regeneration",
    "name": "Ring of Regeneration",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "While wearing this ring, you regain 1d6 Hit Points every 10 minutes if you have at least 1 Hit Point. If you lose a body part, the ring causes the missing part to regrow and return to full functionality after 1d6 + 1 days if you have at least 1 Hit Point the whole time.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-resistance",
    "name": "Ring of Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to one damage type while wearing this ring. The gemstone in the ring indicates the type, which the DM chooses or determines randomly by rolling on the following table.d10Damage TypeGem1AcidPearl2ColdTourmaline3FireGarnet4ForceSapphire5LightningCitrine6NecroticJet7PoisonAmethyst8PsychicJade9RadiantTopaz10ThunderSpinel",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-shooting-stars",
    "name": "Ring of Shooting Stars",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "You can cast Dancing Lights or Light from the ring.The ring has 6 charges and regains 1d6 expended charges daily at dawn. You can expend its charges to use the properties below. Faerie Fire. You can expend 1 charge to cast Faerie Fire from the ring. Lightning Spheres. You can expend 2 charges as a Magic action to create up to four 3-foot-diameter spheres of lightning.Each sphere appears in an unoccupied space you can see within 120 feet of yourself. The spheres last as long as you maintain Concentration, up to 1 minute. Each sphere sheds Dim Light in a 30-foot radius.As a Bonus Action, you can move each sphere up to 30 feet, but no farther than 120 feet away from yourself. The first time the sphere comes within 5 feet of a creature other than you that isn't behind Total Cover, the sphere discharges lightning at that creature and disappears. That creature makes a DC 15 Dexterity saving throw. On a failed save, the creature takes Lightning damage based on the number of spheres you created, as shown in the following table. On a successful save, the creature takes half as much damage.Number of SpheresLightning Damage14d1225d432d642d4 Shooting Stars. You can expend 1 to 3 charges as a Magic action. For every charge you expend, you launch a glowing mote of light from the ring at a point you can see within 60 feet of yourself. Each creature in a 15-foot Cube originating from that point is showered in sparks and makes a DC 15 Dexterity saving throw, taking 5d4 Radiant damage on a failed save or half as much damage on a successful one.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-spell-storing",
    "name": "Ring of Spell Storing",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This ring stores spells cast into it, holding them until the attuned wearer uses them. The ring can store up to 5 levels worth of spells at a time. When found, it contains 1d6 - 1 levels of stored spells chosen by the DM.Any creature can cast a spell of level 1 through 5 into the ring by touching the ring as the spell is cast. The spell has no effect other than to be stored in the ring. If the ring can't hold the spell, the spell is expended without effect. The level of the slot used to cast the spell determines how much space it uses.While wearing this ring, you can cast any spell stored in it. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster but is otherwise treated as if you cast the spell. The spell cast from the ring is no longer stored in it, freeing up space.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-spell-turning",
    "name": "Ring of Spell Turning",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "While wearing this ring, you have Advantage on saving throws against spells. If you succeed on the save for a spell of level 7 or lower, the spell has no effect on you. If that spell targeted only you and didn't create an area of effect, you can take a Reaction to deflect the spell back at the spell's caster; the caster must make a saving throw against the spell using their own spell save DC.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-swimming",
    "name": "Ring of Swimming",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "You have a Swim Speed of 40 feet while wearing this ring.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-telekinesis",
    "name": "Ring of Telekinesis",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "While wearing this ring, you can cast Telekinesis from it.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-the-ram",
    "name": "Ring of the Ram",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This ring has 3 charges and regains 1d3 expended charges daily at dawn. While wearing the ring, you can take a Magic action to expend 1 to 3 charges to make a ranged spell attack against one creature you can see within 60 feet of yourself. The ring produces a spectral ram's head and makes its attack roll with a +7 bonus. On a hit, for each charge you spend, the target takes 2d10 Force damage and is pushed 5 feet away from you.Alternatively, you can expend 1 to 3 of the ring's charges as a Magic action to try to break a nonmagical object you can see within 60 feet of yourself that isn't being worn or carried. The ring makes a Strength check with a +5 bonus for each charge you spend.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-three-wishes",
    "name": "Ring of Three Wishes",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "While wearing this ring, you can expend 1 of its 3 charges to cast Wish from it. The ring becomes nonmagical when you use the last charge.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-thunder-resistance",
    "name": "Ring of Thunder Resistance",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "You have Resistance to Thunder damage while wearing this ring. The ring is set with spinel.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-warmth",
    "name": "Ring of Warmth",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "If you take Cold damage while wearing this ring, the ring reduces the damage you take by 2d8.In addition, while wearing this ring, you and everything you wear and carry are unharmed by temperatures of 0 degrees Fahrenheit or lower.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-water-walking",
    "name": "Ring of Water Walking",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "While wearing this ring, you cast Water Walk from it, targeting only yourself.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "ring-of-x-ray-vision",
    "name": "Ring of X-ray Vision",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "While wearing this ring, you can take a Magic action to gain X-ray vision with a range of 30 feet for 1 minute. To you, solid objects within that radius appear transparent and don't prevent light from passing through them. The vision can penetrate 1 foot of stone, 1 inch of common metal, or up to 3 feet of wood or dirt. Thicker substances or a thin sheet of lead block the vision.Whenever you use the ring again before taking a Long Rest, you must succeed on a DC 15 Constitution saving throw or gain 1 Exhaustion level.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "robe-of-eyes",
    "name": "Robe of Eyes",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 0,
    "description": "This robe is adorned with eyelike patterns. While you wear the robe, you gain the following benefits:All-Around Vision. The robe gives you Advantage on Wisdom (Perception) checks that rely on sight.Special Senses. You have Darkvision and Truesight, both with a range of 120 feet. Drawbacks. A Light spell cast on the robe or a Daylight spell cast within 5 feet of the robe gives you the Blinded condition for 1 minute. At the end of each of your turns, you make a Constitution saving throw (DC 11 for Light or DC 15 for Daylight), ending the condition on yourself on a success.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "robe-of-scintillating-colors",
    "name": "Robe of Scintillating Colors",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "This robe has 3 charges, and it regains 1d3 expended charges daily at dawn. While you wear it, you can take a Magic action and expend 1 charge to cause the garment to display a shifting pattern of dazzling hues until the end of your next turn. During this time, the robe sheds Bright Light in a 30-foot radius and Dim Light for an additional 30 feet, and creatures that can see you have Disadvantage on attack rolls against you. Any creature in the Bright Light that can see you when the robe's power is activated must succeed on a DC 15 Wisdom saving throw or have the Stunned condition until the effect ends.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "robe-of-stars",
    "name": "Robe of Stars",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 0,
    "description": "This black or dark-blue robe is embroidered with small white or silver stars. You gain a +1 bonus to saving throws while you wear it.Six stars, located on the robe's upper-front portion, are particularly large. While wearing this robe, you can take a Magic action to remove one of the stars and expend it to cast the level 5 version of Magic Missile. Daily at dusk, 1d6 removed stars reappear on the robe.While you wear the robe, you can take a Magic action to enter the Astral Plane along with everything you are wearing and carrying. You remain there until you take a Magic action to return to the plane you were on. You reappear in the last space you occupied or, if that space is occupied, the nearest unoccupied space.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "robe-of-the-archmagi",
    "name": "Robe of the Archmagi",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 0,
    "description": "This elegant garment is made from exquisite cloth and adorned with runes.You gain these benefits while wearing the robe. Armor. If you aren't wearing armor, your base Armor Class is 15 plus your Dexterity modifier. Magic Resistance. You have Advantage on saving throws against spells and other magical effects. War Mage. Your spell save DC and spell attack bonus each increase by 2.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "robe-of-useful-items",
    "name": "Robe of Useful Items",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "This robe has cloth patches of various shapes and colors covering it. While wearing the robe, you can take a Magic action to detach one of the patches, causing it to become the object or creature it represents. Once the last patch is removed, the robe becomes an ordinary garment.The robe has two of each of the following patches:Bullseye Lantern (filled and lit)DaggerMirrorPoleRope (coiled)SackIn addition, the robe has 4d4 other patches. The DM chooses the patches or determines them randomly by rolling on the following table.1d100Patch01-08Bag of 100 GP09-15Silver coffer (1 foot long, 6 inches wide and deep) worth 500 GP16-22Iron door (up to 10 feet wide and 10 feet high, barred on one side of your choice), which you can place in an opening you can reach; it conforms to fit the opening, attaching and hinging itself23-3010 gems worth 100 GP each31-44Wooden ladder (24 feet long)45-51Riding Horse with a Riding Saddle52-59Open pit (a 10-foot Cube), which you can place on the ground within 10 feet of yourself60-684 Potions of Healing69-75Rowboat (12 feet long)76-83Spell Scroll containing one spell of level 1, 2, or 3 (your choice)84-902 Mastiffs91-96Window (2 feet by 4 feet, up to 2 feet deep), which you can place on a vertical surface you can reach97-00Portable Ram",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "robe",
    "name": "Robe",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "A Robe has vocational or ceremonial significance. Some events and locations admit only people wearing a Robe bearing certain colors or symbols.",
    "cost": {
      "quantity": 1,
      "unit": "gp"
    }
  },
  {
    "id": "string",
    "name": "String",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 0,
    "description": "String is 10 feet long. You can tie a knot in it as a Utilize action.",
    "cost": {
      "quantity": 1,
      "unit": "sp"
    }
  },
  {
    "id": "traveler-s-clothes",
    "name": "Traveler's Clothes",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 4,
    "description": "Traveler's Clothes are resilient garments designed for travel in various environments.",
    "cost": {
      "quantity": 2,
      "unit": "gp"
    }
  },
  {
    "id": "winged-boots",
    "name": "Winged Boots",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 0,
    "description": "These boots have 4 charges and regain 1d4 expended charges daily at dawn. While wearing the boots, you can take a Magic action to expend 1 charge, gaining a Fly Speed of 30 feet for 1 hour. If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  }
]