[
  {
    "id": "immovable-rod",
    "name": "Immovable Rod",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "This iron rod has a button on one end. You can take a Utilize action to press the button, which causes the rod to become magically fixed in place. Until you or another creature takes a Utilize action to push the button again, the rod doesn't move, even if it defies gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall. A creature can take a Utilize action to make a DC 30 Strength (Athletics) check, moving the fixed rod up to 10 feet on a successful check.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "plus-1-rod-of-the-pact-keeper",
    "name": "+1 Rod of the Pact Keeper",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 2,
    "description": "While holding this rod, you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your Warlock spells.In addition, you can regain one spell slot as a Magic action while holding the rod. You can't use this property again until you finish a Long Rest.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "plus-1-wand-of-the-war-mage",
    "name": "+1 Wand of the War Mage",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "While holding this wand, you gain a +1 bonus to spell attack rolls. In addition, you ignore Half Cover when making a spell attack roll.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "plus-2-rod-of-the-pact-keeper",
    "name": "+2 Rod of the Pact Keeper",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 2,
    "description": "While holding this rod, you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your Warlock spells.In addition, you can regain one spell slot as a Magic action while holding the rod. You can't use this property again until you finish a Long Rest.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "plus-2-wand-of-the-war-mage",
    "name": "+2 Wand of the War Mage",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "While holding this wand, you gain a +2 bonus to spell attack rolls. In addition, you ignore Half Cover when making a spell attack roll.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "plus-3-rod-of-the-pact-keeper",
    "name": "+3 Rod of the Pact Keeper",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "While holding this rod, you gain a +3 bonus to spell attack rolls and to the saving throw DCs of your Warlock spells.In addition, you can regain one spell slot as a Magic action while holding the rod. You can't use this property again until you finish a Long Rest.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "plus-3-wand-of-the-war-mage",
    "name": "+3 Wand of the War Mage",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 1,
    "description": "While holding this wand, you gain a +3 bonus to spell attack rolls. In addition, you ignore Half Cover when making a spell attack roll.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-absorption",
    "name": "Rod of Absorption",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "While holding this rod, you can take a Reaction to absorb a spell that is targeting only you and doesn't create an area of effect. The absorbed spell's effect is canceled, and the spell's energy—not the spell itself—is stored in the rod. The energy has the same level as the spell when it was cast. A canceled spell dissipates with no effect, and any resources used to cast it are wasted. The rod can absorb and store up to 50 levels of energy over the course of its existence. Once the rod absorbs 50 levels of energy, it can't absorb more. If you are targeted by a spell that the rod can't store, the rod has no effect on that spell.When you become attuned to the rod, you know how many levels of energy the rod has absorbed over the course of its existence and how many levels of spell energy it currently has stored.If you are a spellcaster holding the rod, you can convert energy stored in it into spell slots to cast spells you have prepared or know. You can create spell slots only of a level equal to or lower than your own spell slots, up to a maximum of level 5. You use the stored levels in place of your slots but otherwise cast the spell as normal. For example, you can use 3 levels stored in the rod as a level 3 spell slot.A newly found rod typically has 1d10 levels of spell energy stored in it. A rod that can no longer absorb spell energy and has no energy remaining becomes nonmagical.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-alertness",
    "name": "Rod of Alertness",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "This rod has the following properties. Alertness. While holding the rod, you have Advantage on Wisdom (Perception) checks and on Initiative rolls. Spells. While holding the rod, you can cast the following spells from it:Detect Evil and GoodDetect MagicDetect Poison and DiseaseSee Invisibility Protective Aura. As a Magic action, you can plant the haft end of the rod in the ground, whereupon the rod's head sheds Bright Light in a 60-foot radius and Dim Light for an additional 60 feet. While in that Bright Light, you and your allies gain a +1 bonus to Armor Class and saving throws and can sense the location of any Invisible creature that is also in the Bright Light.The rod's head stops glowing and the effect ends after 10 minutes or when a creature takes a Magic action to pull the rod from the ground. Once used, this property can't be used again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-lordly-might",
    "name": "Rod of Lordly Might",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "This rod has a flanged head, and it functions as a magic Mace that grants a +3 bonus to attack rolls and damage rolls made with it. The rod has properties associated with six different buttons that are set in a row along the haft. It has three other properties as well, detailed below. Buttons. You can press one of the following buttons as a Bonus Action; a button's effect lasts until you push a different button or until you push the same button again, which causes the rod to revert to its normal form:Button 1. A fiery blade sprouts from the end opposite the rod's flanged head. The flames shed Bright Light in a 40-foot radius and Dim Light for an additional 40 feet, and the blade functions as a magic Longsword or Shortsword (your choice) that deals an extra 2d6 Fire damage on a hit.Button 2. The rod's flanged head folds down and two crescent-shaped blades spring out, transforming the rod into a magic Battleaxe that grants a +3 bonus to attack rolls and damage rolls made with it.Button 3. The rod's flanged head folds down, a spear point springs from the rod's tip, and the rod's handle lengthens into a 6-foot haft, transforming the rod into a magic Spear that grants a +3 bonus to attack rolls and damage rolls made with it.Button 4. The rod transforms into a climbing pole up to 50 feet long (you specify the length), though the rod's buttons remain within your reach. In surfaces as hard as granite, a spike at the bottom and three hooks at the top anchor the pole. Horizontal bars 3 inches long fold out from the sides, 1 foot apart, forming a ladder. The pole can bear up to 4,000 pounds. More weight or lack of solid anchoring causes the rod to revert to its normal form.Button 5. The rod transforms into a handheld battering ram and grants its user a +10 bonus to Strength (Athletics) checks made to break through doors, barricades, and other barriers.Button 6. The rod assumes or remains in its normal form and indicates magnetic north. (Nothing happens if this function of the rod is used in a location that has no magnetic north.) The rod also gives you knowledge of your approximate depth beneath the ground or your height above it. Drain Life. When you hit a creature with a melee attack using the rod, you can force the target to make a DC 17 Constitution saving throw. On a failed save, the target takes an extra 4d6 Necrotic damage, and you regain a number of Hit Points equal to half that Necrotic damage. Once used, this property can't be used again until the next dawn. Paralyze. When you hit a creature with a melee attack using the rod, you can force the target to make a DC 17 Constitution saving throw. On a failed save, the target has the Paralyzed condition for 1 minute. The target repeats the save at the end of each of its turns, ending the effect on a success. Once used, this property can't be used again until the next dawn. Terrify. While holding the rod, you can take a Magic action to force each creature you can see within 30 feet of yourself to make a DC 17 Wisdom saving throw. On a failed save, a target has the Frightened condition for 1 minute. A Frightened target repeats the save at the end of each of its turns, ending the effect on itself on a success. Once used, this property can't be used again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-resurrection",
    "name": "Rod of Resurrection",
    "type": "wondrous",
    "rarity": "Efsanevi",
    "weight": 2,
    "description": "The rod has 5 charges. While you hold it, you can cast one of the following spells from it: Heal (expends 1 charge) or Resurrection (expends 5 charges).The rod regains 1 expended charge daily at dawn. If you expend the last charge, roll 1d20. On a 1, the rod disappears in a harmless burst of radiance.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-rulership",
    "name": "Rod of Rulership",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 2,
    "description": "You can take a Magic action to present the rod and command obedience from each creature of your choice that you can see within 120 feet of yourself. Each target must succeed on a DC 15 Wisdom saving throw or have the Charmed condition for 8 hours. While Charmed in this way, the creature regards you as its trusted leader. If harmed by you or your allies or commanded to do something contrary to its nature, a target ceases to be Charmed in this way. Once used, this property can't be used again until the next dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-security",
    "name": "Rod of Security",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 2,
    "description": "While holding this rod, you can take a Magic action to activate it. The rod then instantly transports you and up to 199 other willing creatures you can see to a demiplane. You choose the form the demiplane takes. It could be a tranquil garden, a cheery tavern, an immense palace, a tropical island, a fantastic carnival, or whatever else you can imagine. Regardless of its nature, the demiplane contains enough water and food to sustain its visitors, and the demiplane's environment can't harm its occupants. Everything else that can be interacted with there can exist only there. For example, a flower picked from a garden there disappears if it is taken outside the demiplane.For each hour spent in the demiplane, a visitor regains Hit Points as if it had spent 1 Hit Point Die. Also, creatures don't age while there, although time passes normally. Visitors can remain there for up to 200 days divided by the number of creatures present (round down).When the time runs out or you take a Magic action to end the effect, all visitors reappear in the location they occupied when you activated the rod or an unoccupied space nearest that location. Once used, this property can't be used again until 10 days have passed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "rod-of-the-pact-keeper",
    "name": "Rod of the Pact Keeper",
    "type": "wondrous",
    "rarity": "varies",
    "weight": 2,
    "description": "Multiple variations of this item exist, as listed below:+1 Rod of the Pact Keeper+2 Rod of the Pact Keeper+3 Rod of the Pact Keeper",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "tentacle-rod",
    "name": "Tentacle Rod",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 2,
    "description": "This rod ends in three rubbery tentacles. While holding the rod, you can take a Magic action to direct the tentacles to stretch outward, each one attacking a creature you can see within 15 feet of yourself. For each tentacle, make a melee attack roll with a +9 bonus. A tentacle deals 1d6 Psychic damage on a hit. If you hit the same target with all three tentacles, the target must succeed on a DC 15 Dexterity saving throw or have the Restrained condition until you have the Incapacitated condition, until you take a Bonus Action to release the target, or until the target is no longer within 15 feet of you. While Restrained in this way, the target takes 3d6 Psychic damage at the start of each of its turns. At the end of each of its turns, the target repeats the save, ending the effect on itself on a success.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-binding",
    "name": "Wand of Binding",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. Spells. While holding the wand, you can cast one of the spells (save DC 17) on the following table from it. The table indicates how many charges you must expend to cast the spell.SpellCharge CostHold Monster5Hold Person2 Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-conducting",
    "name": "Wand of Conducting",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 1,
    "description": "This wand has 3 charges. While holding it, you can take a Magic action to expend 1 charge and create orchestral music by waving it around. The music can be heard out to 120 feet and ends when you stop waving the wand. Regaining Charges. The wand regains all expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, a sad tuba sound plays as the wand crumbles into dust and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-enemy-detection",
    "name": "Wand of Enemy Detection",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can take a Magic action to expend 1 charge. For 1 minute, you know the direction of the nearest creature Hostile to you within 60 feet, but not its distance from you. The wand can sense the presence of Hostile creatures that are Invisible, ethereal, disguised, or hidden, as well as those in plain sight. The effect ends if you stop holding the wand. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-fear",
    "name": "Wand of Fear",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. Spells. While holding the wand, you can cast one of the spells (save DC 15) on the following table from it. The table indicates how many charges you must expend to cast the spell.SpellCharge CostCommand (\"flee\" or \"grovel\" only)1Fear (60-foot Cone)3 Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-fireballs",
    "name": "Wand of Fireballs",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can expend no more than 3 charges to cast Fireball (save DC 15) from it. For 1 charge, you cast the level 3 version of the spell. You can increase the spell's level by 1 for each additional charge you expend. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-lightning-bolts",
    "name": "Wand of Lightning Bolts",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can expend no more than 3 charges to cast Lightning Bolt (save DC 15) from it. For 1 charge, you cast the level 3 version of the spell. You can increase the spell's level by 1 for each additional charge you expend. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-magic-detection",
    "name": "Wand of Magic Detection",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "This wand has 3 charges. While holding it, you can expend 1 charge to cast Detect Magic from it. The wand regains 1d3 expended charges daily at dawn.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-magic-missiles",
    "name": "Wand of Magic Missiles",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can expend no more than 3 charges to cast Magic Missile from it. For 1 charge, you cast the level 1 version of the spell. You can increase the spell's level by 1 for each additional charge you expend. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-paralysis",
    "name": "Wand of Paralysis",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can take a Magic action to expend 1 charge to cause a thin blue ray to streak from the tip toward a creature you can see within 60 feet of yourself. The target must succeed on a DC 15 Constitution saving throw or have the Paralyzed condition for 1 minute. At the end of each of the target's turns, it repeats the save, ending the effect on itself on a success. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-polymorph",
    "name": "Wand of Polymorph",
    "type": "wondrous",
    "rarity": "Çok Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can expend 1 charge to cast Polymorph (save DC 15) from it. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-pyrotechnics",
    "name": "Wand of Pyrotechnics",
    "type": "wondrous",
    "rarity": "Yaygın",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can take a Magic action to expend 1 charge and create a harmless burst of multicolored light at a point you can see up to 120 feet away. The burst of light is accompanied by a crackling noise that can be heard up to 300 feet away. The light is as bright as a torch flame but lasts only a second. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand erupts in a harmless pyrotechnic display and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-secrets",
    "name": "Wand of Secrets",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "This wand has 3 charges and regains 1d3 expended charges daily at dawn. While holding it, you can take a Magic action to expend 1 charge, and if a secret door or trap is within 60 feet of you, the wand pulses and points at the one nearest to you.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-the-war-mage",
    "name": "Wand of the War Mage",
    "type": "wondrous",
    "rarity": "varies",
    "weight": 1,
    "description": "Multiple variations of this item exist, as listed below:+1 Wand of the War Mage+2 Wand of the War Mage+3 Wand of the War Mage",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-web",
    "name": "Wand of Web",
    "type": "wondrous",
    "rarity": "Sıra Dışı",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can expend 1 charge to cast Web (save DC 13) from it. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  },
  {
    "id": "wand-of-wonder",
    "name": "Wand of Wonder",
    "type": "wondrous",
    "rarity": "Nadir",
    "weight": 1,
    "description": "This wand has 7 charges. While holding it, you can take a Magic action to expend 1 charge while choosing a point within 120 feet of yourself. That location becomes the point of origin of a spell or other magical effect determined by rolling on the Wand of Wonder Effects table. Spells cast from the wand have a save DC of 15. If a spell's maximum range is normally less than 120 feet, it becomes 120 feet when cast from the wand. If an effect has multiple possible subjects, the DM determines randomly which among them are affected. Regaining Charges. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll 1d20. On a 1, the wand crumbles into dust and is destroyed.Wand of Wonder Effects1d100Effect01-20You cast a spell originating from the chosen point. Roll 1d10 to determine the spell: on a 1-2, Darkness; on a 3-4, Faerie Fire; on a 5-6, Fireball; on a 7-8, Slow; on a 9-10, Stinking Cloud.21-25Nothing happens at the chosen point of origin. Instead, you have the Stunned condition until the start of your next turn, believing something awesome just happened.26-30You cast Gust of Wind. The Line created by the spell extends from you to the chosen point of origin.31-35Nothing happens at the chosen point of origin. Instead, you take 1d6 Psychic damage.36-40Heavy rain falls for 1 minute in a 120-foot-high, 60-foot-radius Cylinder centered on the chosen point of origin. During that time, the area of effect is Lightly Obscured.41-45A cloud of 600 oversized butterflies fills a 60-foot-high, 30-foot-radius Cylinder centered on the chosen point of origin. The butterflies remain for 10 minutes, during which time the area of effect is Heavily Obscured.46-50You cast Lightning Bolt. The Line created by the spell extends from you to the chosen point of origin.51-55The creature closest to the chosen point of origin is enlarged as if you had cast Enlarge/Reduce on it. If the target isn't you and can't be affected by that spell, you become the target instead.56-60A magically formed creature appears in an unoccupied space as close to the chosen point of origin as possible. The creature isn't under your control, acts as it normally would, and disappears after 1 hour or when it drops to 0 Hit Points. Roll 1d4 to determine which creature appears. On a 1, a Rhinoceros appears; on a 2, an Elephant appears; and on a 3-4, a Rat appears.61-64Grass covers a 60-foot-radius circle of ground, with the center of that circle as close to the chosen point of origin as possible. Grass that's already there grows to ten times its normal size and remains overgrown for 1 minute.65-68An object of the DM's choice disappears into the Ethereal Plane. The object must be neither worn nor carried, within 120 feet of the chosen point of origin, and no larger than 10 feet in any dimension. If there are no such objects in range, nothing happens.69-72Nothing happens at the chosen point of origin. Instead, you shrink as if you had cast Enlarge/Reduce on yourself and remain in that state for 1 minute.73-77Leaves grow from the creature nearest to the chosen point of origin. Unless they are picked off, the leaves turn brown and fall off after 24 hours.78-82Nothing happens at the chosen point of origin. Instead, a burst of colorful, shimmering light extends from you in a 30-foot Emanation. Each creature in the area must succeed on a DC 15 Constitution saving throw or have the Blinded condition for 1 minute. A creature repeats the save at the end of each of its turns, ending the effect on itself on a success.83-87Nothing happens at the chosen point of origin. Instead, you cast Invisibility on yourself.88-92Nothing happens at the chosen point of origin. Instead, a stream of 1d4 × 10 gems, each worth 1 GP, shoots from the wand's tip in a Line 30 feet long and 5 feet wide toward the chosen point of origin. Each gem deals 1 Bludgeoning damage, and the total damage of the gems is divided equally among all creatures in the Line.93-97You cast Polymorph, targeting the creature closest to the chosen point of origin. Roll 1d4 to determine the target's new form. On a 1, the new form is a Black Bear; on a 2, the new form is a Giant Wasp; on a 3-4, the new form is a Frog.98-00The creature closest to the chosen point of origin makes a DC 15 Constitution saving throw. On a failed save, the creature has the Restrained condition and begins to turn to stone. While Restrained in this way, the creature repeats the save at the end of its next turn. On a successful save, the effect ends. On a failed save, the creature has the Petrified condition instead of the Restrained condition. The petrification lasts until the creature is freed by the Greater Restoration spell or similar magic.",
    "cost": {
      "quantity": 0,
      "unit": "gp"
    }
  }
]